{
  "2aa0f26a-108c-41ca-9e97-c523574b2352": {
    "question": "A 58-year-old female smoker with end-stage chronic obstructive pulmonary disease and osteoarthritis is on ipratropium bromide and albuterol inhalers, and hydrocodone-acetaminophen. She presents with respiratory distress for 2 days accompanied by increased thick, yellow sputum production, low grade fever, and increasing confusion. On examination she is mildly obtunded but arousable, BP 160/100, pulse 115/min, RR 30/min, O2 saturation 84% on her usual 3 L/min nasal cannula oxygen. She is using accessory muscles to breath, has diffuse wheezing and rhonchi bilaterally, a prolonged expiratory phase, distant but regular heart sounds, and no peripheral edema.Arterial blood gases (ABGs) on arrival are as follows:pH: 7.20,PO2: 70 mm HgPCO2: 65 mm Hgcalculated HCO3 29 mEq/L.Electrolytes return shortly thereafter as follows:Na: 140 mEq/LK: 5.1 mEq/LHCO3: 29 mEq/LCl: 100 mEq/LBUN 20 mg/dL creatinine 1.5 mg/dLglucose 89 mg/dL.After prompt initiation of noninvasive positive pressure ventilation (Bi-pap), blood cultures, toxicology screen, intravenous fluids, and IV antibiotics, you have time to consider the patient's metabolic situation. Choose the answer which best describes the acid-base condition and its etiology.",
    "exp": "Patients with severe COPD often have a baseline chronic respiratory acidosis with a PCO2 in the 50 to 60 mm Hg range. They are unable to ventilate sufficiently to correct the acidotic situation this creates. The kidney then compensates by retaining HCO3 . This results in a new steady state in which the patient has a near-normal pH on their blood gas despite the chronically elevated CO2 . In this question the further deterioration in the patient's respiratory status due to COPD exacerbation has caused further CO2 retention and a superimposed acute respiratory acidosis on top of the chronic respiratory acidosis. Salicylate overdose normally causes an anion gap acidosis and the AG is normal here. Volume depletion, especially due to recurrent vomiting, can lead to a contraction alkalosis, but this patient's acidosis indicates that the elevated bicarbonate level is caused by renal compensation for her chronic CO2 retention.",
    "cop": 4,
    "opa": "The patient has acute, severe respiratory acidosis caused by the sudden deterioration in her respiratory status.",
    "opb": "The patient has an underlying metabolic acidosis caused by her renal insufficiency now compounded by a respiratory alkalosis.",
    "opc": "The patient ingested abundant amounts of aspirin which caused a severe metabolic acidosis and respiratory failure.",
    "opd": "The patient has a baseline chronic respiratory acidosis with metabolic compensation, now with a superimposed further respiratory acidosis caused by decreased ventilation.",
    "subject_name": "Medicine",
    "topic_name": "Kidney",
    "id": "2aa0f26a-108c-41ca-9e97-c523574b2352",
    "choice_type": "multi"
  },
  "c7d95904-b4be-44c3-8fc5-21f044d6f114": {
    "question": "A 63-year-old woman with long-standing type 2 diabetes, hypertension, osteoarthritis, and controlled systolic congestive heart failure following a previous anterior myocardial infarction presents for a routine office visit. She denies any significant complaints. The patient faithfully takes her glargine insulin, lisinopril, carvedilol, furosemide, and aspirin. On examination her blood pressure is 122/82, pulse 85, RR 14, with clear lungs, regular heartbeat, and 1+ bilateral pedal edema. You review the chart and find that her baseline creatinine is 1.5 mg/dL with an estimated glomerular filtration (GFR) rate of 42 mL/min. Her laboratory studies drawn early the morning of the visit returns as follows:Na: 138 mEq/LK: 6.0 mEq/LHCO3: 15 mEq/LCl: 120 mEq/LBUN: 20 mg/dLCreatinine: 1.8 mg/dLGlucose: 183 mg/dLYou suspect she has a Type 4 renal tubular acidosis. What is the most common pathophysiologic scenario leading to this acid-base disturbance?",
    "exp": "Type 4 renal tubular acidosis occurs when there is distal nephron dysfunction leading to disproportionate levels of hyperkalemia and acidosis compared to the degree of kidney disease encountered. This is most commonly seen in patients with long-standing diabetes and can be exacerbated by the use of non-steroidal, trimethoprim-sulfamethoxazole and angiotensin-converting enzyme inhibitors. A patient with congestive heart failure and renal hypoperfusion can develop prerenal azotemia, but you would expect clinical evidence of decompensated heart failure and an elevated BUN to creatinine ratio (well above 10/1). A patient who has been over diuresis will tend to have hypokalemia, a higher BUN/Cr ratio and a contraction alkalosis. Salicylate poisoning typically requires a significant ingestion (not mentioned in this question) and causes a wide-anion gap metabolic acidosis. Use of ACE inhibitors can lead to hyperkalemia but neither ACE inhibitors nor beta-blockers typically lead to a Type 4 RTA.",
    "cop": 1,
    "opa": "The combination of long-standing diabetes and hypertension has led to distal nephron dysfunction inhibiting both acid and potassium secretion.",
    "opb": "The patient's heart failure has caused decreased renal perfusion resulting in the metabolic abnormalities.",
    "opc": "The patient has been overtreated with diuretics leading to intravascular volume depletion and acidosis.",
    "opd": "The patient's aspirin use has led to toxicity in the setting of acute kidney injury and hence the metabolic acidosis.",
    "subject_name": "Medicine",
    "topic_name": "Kidney",
    "id": "c7d95904-b4be-44c3-8fc5-21f044d6f114",
    "choice_type": "multi"
  },
  "3d86063a-f2fb-4798-86a6-c3d0244f0a1d": {
    "question": "Which of the following regimens is recommended for multibacillary leprosy in children of 10 to 14 years of age?",
    "exp": "Multi-drug therapy (MDT) MDT treatment is provided in blister packs, each containing four weeks' treatment. Specific blister packs are available for multibacillary (MB) and paucibacillary (PB) leprosy as well for adults and children. Standard adult treatment regimen for MB leprosy: Rifampicin: 600 mg once a month Clofazimine: 300 mg once a month, and 50 mg daily Dapsone: 100 mg daily Duration: 12 months (12 blister packs) Standard adult treatment regimen for PB leprosy: Rifampicin: 600 mg once a month Dapsone: 100 mg daily Duration: six months (six blister packs) Standard child (ages 10 - 14) treatment regimen for MB leprosy: Rifampicin: 450 mg once a month Clofazimine: 150 mg once a month, and 50 mg every other day Dapsone: 50 mg daily Duration: 12 months (12 blister packs) Standard child (ages 10 - 14) treatment regimen for PB leprosy: Rifampicin: 450 mg once a month Dapsone: 50 mg daily Rifampicin is a potent bactericidal for M. leprae but should always be given in combination with other antileprotics, since a single-step mutation can confer resistance. Dapsone is bacteriostatic. It commonly causes mild haemolysis and rarely anaemia. Clofazimine is a red, fat-soluble crystalline dye, weakly bactericidal for M. leprae. Skin discoloration (red to purple-black) and ichthyosis are troublesome side-effects, paicularly on pale skins. New bactericidal drugs against M. leprae have been identified, notably fluoroquinolones (pefloxacin and ofloxacin). Minocycline and clarithromycin may also be used. These agents are now established second-line drugs. Minocycline causes a grey pigmentation of skin lesions. Ref Harrison20th edition pg 1078",
    "cop": 1,
    "opa": "Rifampicin 450 mg once a month (under supervision)+ Dapsone 50 mg daily (self- administered)+ Clofazimine 150 mg once a month (under supervision) and 50 mg every alternate day",
    "opb": "Rifampicin 600 mg once a month (under supervision)+ Dapsone 100 mg daily (self- administered)+ Clofazimine 50 mg once a month (under supervision) and 25 mg every alternate day",
    "opc": "Rifampicin 450 mg once a month (under supervision) + Dapsone 50 mg daily (self- administered)",
    "opd": "Rifampicin 600 mg once a month (under supervision) + Dapsone 50 mg daily (self- administered)",
    "subject_name": "Medicine",
    "topic_name": "Infection",
    "id": "3d86063a-f2fb-4798-86a6-c3d0244f0a1d",
    "choice_type": "single"
  },
  "f9a2c103-6752-4a0b-9915-e840f6057b16": {
    "question": "A female presents with anorexia, weight loss, hyperpigmentation, bowel changes, and light headedness on standing. The cosyntropin stimulation test shows random serum coisol of 11 mcg/dL (normal is greater than or equal to 20 mcg/dL). Serum coisol 1 hour after 0.25 mg cosyntropin N is 14 mcg/dL. (The rise in coisol is expected to be > 7 mcg/dL). Aldosterone level is 10 ng/dL. Which of the following is an appropriate treatment for this patient?",
    "exp": "Whenever in endocrine question if Hyperpigmentation is mentioned: ADDISON'S disease * Coisol levels are || in patients * Cosyntropin test is not proper as in Normal post Cosyntropin test the rise of coisol levels should be >7meq/dl but here in the question its from (11 to 14meq/dl only) Therefore, here the adrenal gland fails to respond as it may be damaged d/t TB Diagnosis: 1deg ADDISON's disease For Addison disease (DOC): HYDROCOISONE Medically manage the patient by maintaining the BP so given.",
    "cop": 3,
    "opa": "Hydrocoisone 15 mg daily for life",
    "opb": "Prednisone 5 mg daily for life",
    "opc": "Hydrocoisone 15 mg and fludrocoisone 0.1 mg daily for life",
    "opd": "Prednisone 60 mg daily tapering to 10 mg a day and fludrocoisone 0.1 daily mg for life",
    "subject_name": "Medicine",
    "topic_name": "Endocrinology",
    "id": "f9a2c103-6752-4a0b-9915-e840f6057b16",
    "choice_type": "single"
  },
  "d2f0585b-8681-4de8-9017-16f35b567833": {
    "question": "A 50-year-old woman with SLE presents to the emergency depament with complaints of headache and fatigue. Her past manifestations of SLE have been ahralgias, haemolytic anaemia, malar rash, and mouth ulcers, and she is known to have high titres of antibodies to dsDNA. She currently is taking prednisone, 5 mg daily, and hydroxychloroquine, 200 mg daily. On examination, she is found to have a BP 190/110 mmHg with a HR 98 bpm. A urinalysis shows 25 RBCs per HPF with 2+ proteinuria. No RBC casts are identified. Her BUN is 90 mg/dL, and creatinine is 2.8 mg/dL (baseline 0.8 mg/dL). She has not previously had renal disease related to SLE and is not taking NSAIDs. She denies any recent illness, decreased oral intake, or diarrhoea. What is the most appropriate next step in the management of this patient?",
    "exp": "This patient is presenting with acute lupus nephritis. It is Immune complex mediated disease. M/C/C of death in patients of SLE. The urinalysis shows evidence of active nephritis with hematuria and proteinuria. Even in the absence of red blood cell (RBC) casts, therapy should not be withheld to await biopsy results. Factors Governing progression to Lupus Nephritis: Increased Progression Decreased Progression Hypeension Proteinuria Increase dsDNA titer Low C3 complement Thrombocytopenia 1. Anti RO antibody 2. Anti LA antibody The mainstay of treatment for any life-threatening or organ threatening manifestation of SLE is high-dose systemic glucocoicoids. Addition of immunosuppressive agents (cyclophosphamide, azathioprine, mycophenolate mofetil) is recommended to treat serious complications of SLE, but their effects are delayed for 3-6 weeks after initiation of therapy, whereas the effects of glucocoicoids begin within 24 hours. Thus, these agents alone should not be used to treat acute serious manifestations of SLE.",
    "cop": 3,
    "opa": "Initiate cyclophosphamide, 500 mg/m2 body surface area intravenously (IV), and plan to repeat monthly for 3-6 months.",
    "opb": "Initiate haemodialysis.",
    "opc": "Initiate high-dose steroid therapy (IV methylprednisolone, 1000 mg daily for 3 doses, followed by oral prednisone, 1 mg/kg daily) and mycophenolate mofetil, 2 g daily.",
    "opd": "Initiate plasmapheresis",
    "subject_name": "Medicine",
    "topic_name": "Systemic Lupus Erythematous",
    "id": "d2f0585b-8681-4de8-9017-16f35b567833",
    "choice_type": "multi"
  },
  "420a92a7-2d74-4c10-9f9a-23647d11119b": {
    "question": "A 10 month old child weighing 8 kg is brought to the clinic due to repeated vomiting and persistent diarrhoea. On ophthalmological examination, Bitot's spots are seen on the bulbar conjunctiva of both eyes. What is the recommended schedule of vitamin A therapy to be given to this child?",
    "exp": "According to the WHO treatment schedule, Bitot's spots are treated with Vitamin A at a dosage of 2 lakh IU orally or 1 lakh IU intramuscularly, immediately on diagnosis and repeated the following day and 4 weeks later, for children above 1 year of age. This includes children of 8 kg or more, as children less than 8 kg and less than 1 year of age are given half the above dosage. Though oral treatment is recommended, vitamin A is given intramuscularly in cases of repeated vomiting and severe diarrhoea. Ref: Ophthalmology, By A. K. Khurana, 3rd Edition, Page 416, 417.",
    "cop": 4,
    "opa": "2 lakh international units intramuscularly on day 0, 28",
    "opb": "1 lakh international units intramuscularly on day 0, 28",
    "opc": "2 lakh international units intramuscularly on day 0, 1, 28",
    "opd": "1 lakh international units intramuscularly on day 0, 1, 28",
    "subject_name": "Social & Preventive Medicine",
    "topic_name": null,
    "id": "420a92a7-2d74-4c10-9f9a-23647d11119b",
    "choice_type": "multi"
  },
  "e280779d-9e20-4198-b368-c1c697a249bb": {
    "question": "A 47-year-old HIV-positive man is brought to the emergency room because of weakness. The patient has HIV nephropathy and adrenal insufficiency. He takes trimethoprim-sulfamethoxazole for PCP prophylaxis and is on triple-agent antiretroviral treatment. He was recently started on spironolactone for ascites due to alcoholic liver disease. Physical examination reveals normal vital signs, but his muscles are diffusely weak. Frequent extrasystoles are noted. He has mild ascites and 1+ peripheral edema. Laboratory studies show a serum creatinine of 2.5 with a potassium value of 7.3 mEq/L. ECG shows peaking of the T-waves and QRS widening to 0.14.Once the patient is stabilized and the T-waves have normalized, it is important to review the potential causes of his hyperkalemia and to take steps to prevent this from happening again. As you consider the pathophysiology of each confounding factor, which of the following statements is true?",
    "exp": "Spironolactone, a potassium sparing diuretic by way of competitive inhibition of aldosterone at the collecting duct of the nephron, can lead to significant hyperkalemia in the setting of chronic kidney disease. Trimethoprim-sulfamethoxazole can also cause hyperkalemia by interfering with potassium exchange in the distal nephron. Heparin, including low-molecular-weight types, directly affects the zona glomerulosa of the kidney, reducing aldosterone production; it can lead to severe hyperkalemia in patients with already damaged kidneys. Adrenal insufficiency also leads to decreased aldosterone synthesis and hyperkalemia. Pseudo-hyperkalemia occurs precisely as described in option c, however, this patient had clinical signs and ECG changes consistent with true hyperkalemia.",
    "cop": 2,
    "opa": "Trimethoprim-sulfamethoxazole, which this patient was taking to prevent Pneumocystis infection, causes hypokalemia and therefore deterred this patient from presenting sooner.",
    "opb": "Spironolactone, a commonly used diuretic for treating ascites in the setting of cirrhosis, acts as a competitive aldosterone inhibitor at the level of the collecting duct of the nephron, resulting in decreased potassium excretion and hyperkalemia.",
    "opc": "This patient most likely had pseudo-hyperkalemia due to the use of a very small needle as well as rough handling of the specimen as it was transported to the laboratory, both of which caused hemolysis and release of potassium into the serum",
    "opd": "Once this patient is hospitalized he will likely receive heparin for the prevention of deep venous thrombosis. Heparin should help ameliorate the hyperkalemia in the ensuing days in the hospital.",
    "subject_name": "Medicine",
    "topic_name": "Kidney",
    "id": "e280779d-9e20-4198-b368-c1c697a249bb",
    "choice_type": "multi"
  },
  "69300e92-8183-4a5a-b6b2-03bfc42720f1": {
    "question": "A 32-year-old G2P1001 at 20 weeks gestational age presents to the emergency room complaining of constipation and abdominal pain for the past 24 h. The patient also admits to bouts of nausea and emesis since eating a very spicy meal at a new Thai restaurant the evening before. She denies a history of any medical problems. During her last pregnancy, the patient underwent an elective cesarean section at term to deliver a fetus in the breech presentation. The emergency room doctor who examines her pages you and reports that the patient has a low-grade fever of 100degF, with a normal pulse and blood pressure. She is minimally tender to deep palpation with hypoactive bowel sounds. She has no rebound tenderness. The patient has a WBC of 13,000, and electrolytes are normal. What is the appropriate next step in the management of this patient?",
    "exp": "This patient's history and physical exam are consistent with an intestinal obstruction. An intestinal obstruction must be ruled out because, if it goes undiagnosed and untreated, it can result in a bowel perforation. This patient has a history of a previous abdominal surgery, which places her at risk for adhesions. Beginning in the second trimester, the gravid uterus can push on these adhesions and result in a bowel strangulation. Common symptoms of intestinal obstruction include colicky abdominal pain, nausea, and emesis. Signs of a bowel obstruction include abdominal tenderness and decreased bowel sounds. Fever and an elevated white blood cell count are present with bowel strangulation and necrosis. This patient has a mild leukocytosis, which is also characteristic of normal pregnancy. In order to rule out an intestinal obstruction, an upright or lateral decubitus abdominal x-ray should be done to identify the presence of distended loops of bowel and air-fluid levels, which confirm the diagnosis. Treatment consists of bowel rest, intravenous hydration, and nasogastric suction; patients who do not respond to conservative therapy may require surgery. Bowel stimulants such as laxatives or enemas should not be administered. Pregnant women are predisposed to constipation secondary to decreased bowel motility induced by elevated levels of progesterone. The symptoms of nausea and emesis in this patient and the presence of a low-grade fever prompt further workup because her presentation is not consistent with uncomplicated constipation. In pregnancy, constipation can be treated with hydration, increased fiber in the diet, and the use of stool softeners. The patient's sudden onset of emesis and abdominal pain is not consistent with the normal presentation of hyperemesis gravidarum. Hyperemesis typically has an onset in the early part of the first trimester and usually resolves by 16 weeks. It is characterized by intractable vomiting causing severe weight loss, dehydration, and electrolyte imbalance. The ingestion of spicy foods during pregnancy can cause or exacerbate gastric reflux or \"heartburn\" but would not cause the severity of the symptoms described in this patient's presentation. Dyspepsia during pregnancy can be treated with antacids. The patient with gastric reflux in pregnancy should also be counseled to eat smaller, more frequent meals and bland food.",
    "cop": 4,
    "opa": "The history and physical exam are consistent with constipation, which is commonly associated with pregnancy; the patient should be discharged with reassurance and instructions to give herself a soapsuds enema and follow a high-fiber diet with laxative use as needed",
    "opb": "The patient should be prepped for the operating room immediately to have an emergent appendectomy",
    "opc": "The patient should be reassured that her symptoms are due to the spicy meal consumed the evening before and should be given Pepto-Bismol to alleviate the symptoms",
    "opd": "The patient should be sent to radiology for an upright abdominal x-ray",
    "subject_name": "Gynaecology & Obstetrics",
    "topic_name": "Physiological changes during Pregnancy",
    "id": "69300e92-8183-4a5a-b6b2-03bfc42720f1",
    "choice_type": "multi"
  },
  "03a9f92b-8055-45f9-a8de-8a203906f0f4": {
    "question": "A 40 years old female patient attends the OG department with swelling of legs for past one day. There is no history of fever. 2 years back she had a metastatic breast adenocarcinoma which was treated with paclitaxel and radiotherapy. Blood pressure 120/76 mmHg, Pulse rate 84/min, temperature 37.6 C, Respiratory rate 16/ min. Saturation was 99% in room air. There was warmth and tenderness over the left leg and left thigh. Auscultation of lungs revealed clear fields. Urine pregnancy test was negative. CT chest was normal. USG of left leg revealed thrombus in the superficial femoral vein. The most appropriate treatment is",
    "exp": "Answer: c) Enoxaparin and warfarin therapy with a goal to maintain INR of 2-3 (HARRISON 19TH ED, P-1635)DEEP VEIN THROMBOSISMost common site of DVT - calf veinsRisk of pulmonary embolism is much higher with proximal DVT (40% to 50%) than with clots confined to the distal calf vessels (5% to 10%)Pain and swelling are the major complaints from patients with DVTA large number of patients are asymptomatic, particularly if the DVT is restricted to the calfPain with dorsiflexion of the foot (Homan's sign) may be present, but the low sensitivity and the low specificity limit the usefulness of this sign in the diagnosis of lower-extremity DVTDiagnosis of DVTD-dimer elevation is a highly sensitive indicator of DVT (but not specific)Duplex ultrasonography has greater sensitivity in detecting proximal DVT than distal DVT of the lower extremities.Contrast venography is the \"gold standard\" test, but it is invasive and technically difficultTreatmentImmediate Anticoagulation:Unfractionated heparin, bolus and continuous infusion, to achieve aPTT 2-3 times the normal, or Enoxaparin or Dalteparin or Fondaparinux.Continue parenteral anticoagulation for a minimum of 5 daysUnfractionated heparin, low-molecular-weight heparin, and fondaparinux are the usual immediately effective \"bridging agents\" used when initiating warfarinWarfarin Anticoagulation: Usual start dose is 5 mg; Titrate to INR, target 2.0-3.0",
    "cop": 3,
    "opa": "Dalteparin and enoxaparin together",
    "opb": "Warfarin therapy with a goal to maintain INR of 2-3",
    "opc": "Enoxaparin and warfarin therapy with a goal to maintain INR of 2-3",
    "opd": "Aspirin and warfarin therapy with a goal to maintain INR of 2-3",
    "subject_name": "Medicine",
    "topic_name": "Blood",
    "id": "03a9f92b-8055-45f9-a8de-8a203906f0f4",
    "choice_type": "single"
  },
  "468e0927-366c-43af-add2-808cc5e749f3": {
    "question": "An agitated, confused female client arrives in the emergency department. Her history includes type 1 diabetes mellitus, hypertension, and angina pectoris. Assessment reveals pallor, diaphoresis, headache, and intense hunger. A stat blood glucose sample measures 42 mg/dl, and the client is treated for an acute hypoglycemic reaction. After recovery, the nurse teaches the client to treat hypoglycemia by ingesting:",
    "exp": "To reverse hypoglycemia, the American Diabetes Association recommends ingesting 10 to 15 g of a simple carbohydrate, such as three to five pieces of hard candy, two to three packets of sugar (4 to 6 tsp), or 4 oz of fruit juice. If necessary, this treatment can be repeated in 15 minutes. \nIngesting only 2 to 5 g of a simple carbohydrate may not raise the blood glucose level sufficiently. Ingesting more than 15 g may raise it above normal, causing hyperglycemia.",
    "cop": 2,
    "opa": "2 to 5 g of a simple carbohydrate",
    "opb": "10 to 15 g of a simple carbohydrate.",
    "opc": "18 to 20 g of a simple carbohydrate.",
    "opd": "25 to 30 g of a simple carbohydrate.",
    "subject_name": "Medicine",
    "topic_name": null,
    "id": "468e0927-366c-43af-add2-808cc5e749f3",
    "choice_type": "multi"
  },
  "a572f1aa-16bc-4b4e-8ea3-42629f4a38d3": {
    "question": "Pyridoxal phosphate is a key cofactor in metabolism. Which one of the following best represents reactions that require this cofactor?",
    "exp": "Pyridoxal phosphate, an aldehyde, interacts with an amino acid to form a Schiff base. Various products can be generated, depending on the enzyme (see Figure below).a. Amino acids are transaminated, decarboxylated, or deaminated in pyridoxal phosphate-requiring reactions.b. Pyridoxal phosphate is derived from vitamin B6 (pyridoxine).Pyridoxal phosphate is required for the activity of glycogen phosphorylase (the phosphorolysis of glycogen to glucose-1-phosphate), transaminases (such as transferring the nitrogen from aspartate to pyruvate to produce oxaloacetate and alanine), 3-elimination and addition reactions (exemplified by the condensation of serine and homocysteine to form cystathionine), and amino acid decarboxylations (histidine to histamine). Pyridoxal phosphate is not required for the conversion of homocysteine to methionine because that reaction requires N5-methyltetrahydrofolate and vitamin B12 .The structures of pyridoxal phosphate",
    "cop": 1,
    "opa": "Glycogenn Converted to Glucose-1-Phosphate and Glycogenn-1 - yes; Pyruvate Plus Aspartate Producing Alanine and Oxaloacetate - yes; Homocysteine Plus N5-Methyl-THF Produces Methionine and THF - no; Homocysteine Plus Serine Produces Cystathionine - yes; Histidine Produces Histamine - yes",
    "opb": "Glycogenn Converted to Glucose-1-Phosphate and Glycogenn-1 - yes; Pyruvate Plus Aspartate Producing Alanine and Oxaloacetate - yes; Homocysteine Plus N5-Methyl-THF Produces Methionine and THF - yes; Homocysteine Plus Serine Produces Cystathionine - no; Histidine Produces Histamine - yes",
    "opc": "Glycogenn Converted to Glucose-1-Phosphate and Glycogenn-1 - yes; Pyruvate Plus Aspartate Producing Alanine and Oxaloacetate - yes; Homocysteine Plus N5-Methyl-THF Produces Methionine and THF - no; Homocysteine Plus Serine Produces Cystathionine - yes; Histidine Produces Histamine - no",
    "opd": "Glycogenn Converted to Glucose-1-Phosphate and Glycogenn-1 - yes; Pyruvate Plus Aspartate Producing Alanine and Oxaloacetate - no; Homocysteine Plus N5-Methyl-THF Produces Methionine and THF - yes; Homocysteine Plus Serine Produces Cystathionine - no; Histidine Produces Histamine - no",
    "subject_name": "Biochemistry",
    "topic_name": "Proteins and Amino Acids",
    "id": "a572f1aa-16bc-4b4e-8ea3-42629f4a38d3",
    "choice_type": "single"
  },
  "a1734ce5-c736-4dc9-b9da-b42e37f4597b": {
    "question": "A 48 year old woman was admitted with a history of weakness for two months. On examination, cervical lymph nodes were found enlarged and spleen was palpable 2 cm below the costal margin. Her hemoglobin was 10.5 g/dl, platelet count 2.7 X 1091 L and total leukocyte count 40 X 109/ L, which included 80% mature lymphoid cells with coarse clumped chromatin. Bone marrow revealed a nodular lymphoid infiltrate. The peripheral blood lymphoid cells were positive for CD 19, CD5, CD20 and CD23 and were negative for CD 79 B and FMC-7. The histopathological examination of the lymph node in this patient will most likely exhibit effacement of lymph node arachitecture by -",
    "exp": "Ans is 'd' i.e., A diffuse proliferation of medium to large lymphoid cells with high mitotic rate o Lymphocytes postive for CD 19, CD20, CD23, CD5 suggest the diagnosis of chronic lymphocytic leukemia/small lymphcytic lymphoma. o In CLL/SLL larger lymphocytes show high mitotic activity and form proliferation centre. Chronic lymphocytic leukemia (CLL). small lymphocytic lymphoma (SLL). o CLL and SLL are identical neoplasms/arise due to an abnormal neoplastic proliferation of B cells. o CLL involves primarily bone marrow and blood, while SLL involves lymph nodes Morphology of CLL/SLL o The tumor cells of CLL are small B lymphocytes. o Leukemic cells have the morphological appearance of normal small to medium sized lymphocytes with clumped chromatin, inconspicuous nuclei and a small ring of cytoplasm. o The lymph node architecture is diffusely effaced by these tumor cells. o These cells are mixed with variable numbers of larger cells called prolymphocytes. o In many cases, prolymphyocytes gather together focally to form as proliferation centers, so called because they contain relatively large number of mitotic activity. o When present proliferation centers are pathognomonic for CLL/SLL. o In CLL, the peripheral blood contains increased numbers of small, round lymphocytes with scant frequently disrupted in the process of making smears, producing So called smudge cells.. Markers of CLL tumor cells o CLL is a tumor of mature B-cells, therefore it expresses the B-cell markers such as CD19, CD20 and surface IgM and IgD. o In addition CD23 and CD5 are also present (In contrast to mantle cell lymphoma which is positive for CD5 but negative for CD23).",
    "cop": 4,
    "opa": "A pseudofollicular pattern with proliferation centers",
    "opb": "A monomorphic lymphoid proliferation with a nodular pattern",
    "opc": "A predominantly follicular pattern",
    "opd": "A diffuse proliferation of medium to large lymphoid cells with high mitotic rate",
    "subject_name": "Pathology",
    "topic_name": null,
    "id": "a1734ce5-c736-4dc9-b9da-b42e37f4597b",
    "choice_type": "single"
  },
  "9747c349-6e75-4ecc-805c-9d616f85c6e0": {
    "question": "A 48 year old woman was admitted with a history of weakness for two months. On examination, cervical lymph nodes were found enlarged and spleen was palpable 2 cm below the costal margin. Her hemoglobin was 10.5 g/dl, platelet count 2.7 X 1091L and total leukocyte count 40 X 109/ L, which included 80% mature lymphoid cells with coarse clumped chromatin. Bone marrow revealed a nodular lymphoid infiltrate. The peripheral blood lymphoid cells were positive for CD 19, CD5, CD20 and CD23 and were negative for CD 79 B and FMC-7.The histopathological examination of the lymph node in this patient will most likely exhibit effacement of lymph node arachitecture by -",
    "exp": "Ans is 'd' i.e., A diffuse proliferation of medium to large lymphoid cells with high mitotic rateo Lymphocytes postive for CD 19, CD20, CD23, CD5 suggest the diagnosis of chronic lymphocytic leukemia/smalllymphcytic lymphoma.o In CLL/SLL larger lymphocytes show high mitotic activity and form proliferation centre.Chronic lymphocytic leukemia (CLL). small lymphocytic lymphoma (SLL).o CLL and SLL are identical neoplasms/arise due to an abnormal neoplastic proliferation of B cells.o CLL involves primarily bone marrow and blood, while SLL involves lymph nodesMorphology of CLL/SLLo The tumor cells of CLL are small B lymphocytes.o Leukemic cells have the morphological appearance of normal small to medium sized lymphocytes with clumped chromatin, inconspicuous nuclei and a small ring of cytoplasm.o The lymph node architecture is diffusely effaced by these tumor cells.o These cells are mixed with variable numbers of larger cells called prolymphocytes.o In many cases, prolymphyocytes gather together focally to form as proliferation centers, so called because they contain relatively large number of mitotic activity.o When present proliferation centers are pathognomonic for CLL/SLL.o In CLL, the peripheral blood contains increased numbers of small, round lymphocytes with scant frequently disrupted in the process of making smears, producing So called smudge cells..Markers of CLL tumor cellso CLL is a tumor of mature B-cells, therefore it expresses the B-cell markers such as CD19, CD20 and surface IgM and IgD.o In addition CD23 and CD5 are also present (In contrast to mantle cell lymphoma which is positive for CD5 but negative for CD23).",
    "cop": 4,
    "opa": "A pseudofollicular pattern with proliferation centers",
    "opb": "A monomorphic lymphoid proliferation with a nodular pattern",
    "opc": "A predominantly follicular pattern",
    "opd": "A diffuse proliferation of medium to large lymphoid cells with high mitotic rate",
    "subject_name": "Pathology",
    "topic_name": null,
    "id": "9747c349-6e75-4ecc-805c-9d616f85c6e0",
    "choice_type": "single"
  },
  "f30c229e-2f1b-4e7a-abfc-bcbc6c888144": {
    "question": "A 71-year-old man is evaluated in the ER for a recent finding of high ESR in a routine blood test. He has history of hypertension, well controlled with metoprolol. His physical examination is completely normal. His laboratory workup reveals hemoglobin 12.6 gm/dL, leukocyte count 8500/mL, and platelet 265,000/mL. Total protein 6.2 g/dL, albumin 3.4 g/dL, BUN 16 mg/dL, creatinine 0.75 mg/dL, and calcium 9.2 mg/dL. Serum protein electrophoresis reveals a sharp, narrow spike, serum immunofixation reveals M-protein 1.2 gm/dL, bone marrow examination reveals less than 10% of monoclonal plasma cells. A skeletal survey is negative for any lytic lesions.",
    "exp": "Multiple myeloma would best explain this patient's presentation. The onset of myeloma is often insidious. Pain caused by bone involvement, anemia, renal insufficiency, and bacterial pneumonia often follow. This patient presented with fatigue and bone pain, then developed bacterial pneumonia probably secondary to Streptococcus pneumoniae, an encapsulated organism for which antibody to the polysaccharide capsule is not adequately produced by the myeloma patient. There is also evidence for renal insufficiency. Hypercalcemia is frequently seen in patients with multiple myeloma and may be life-threatening. Definitive diagnosis of multiple myeloma is made by demonstrating greater than 30% plasma cells in the bone marrow. Seventy-five percent of patients with myeloma will have a monoclonal M spike on serum protein electrophoresis, but 25% will produce primarily Bence-Jones proteins, which, because of their small size, do not accumulate in the serum but are excreted in the urine. Urine protein electrophoresis will identify these patients. Approximately 1% of patients with myeloma will present with a non-secretory myeloma. Patients with non-secretory myeloma have no M-protein on serum/urine electrophoresis and immunofixation; the diagnosis can be made only with bone marrow biopsy. The bone scan in myeloma is usually negative. The radionuclide is taken up by osteoblasts, and myeloma is usually a purely osteolytic process. Renal biopsy might show monoclonal protein deposition in the kidney or intratubular casts but would not be the first diagnostic procedure. Rouleaux formation in peripheral smear is a characteristic finding of myeloma, although it is neither sensitive nor specific.Waldenstrom macroglobulinemia may cause hyper-viscosity syndrome with CNS manifestations including headache, blurring of vision, dizziness, nystagmus, ataxic gait, drowsiness, or even coma. Peripheral neuropathy, coagulopathy, lymphadenopathy, hepatosplenomegaly, and nonspecific constitutional symptoms are often present. An unusual gap between serum total protein and albumin indicates hyperglobulinemia, and a monoclonal IgM spike on serum protein electrophoresis helps establish an initial diagnosis. Bone marrow biopsy revealing more than 10% of lymphoid and plasmacytoid cells confirms the diagnosis. Unlike multiple myeloma, bony lesions are uncommon in Waldenstrom macroglobulinemia, whereas lymphadenopathy and organomegaly are uncommon in myeloma.Monoclonal gammopathy of undetermined significance (MGUS) is a premalignant plasma cell disorder which is often suspected and detected incidentally from routine blood workup. The patients are asymptomatic with no end-organ damage such as renal failure, hypercalcemia, anemia, or lytic bone lesion. The serum electrophoresis reveals an M spike but the amount of M-protein on immunofixation is usually less than 3 gm/dL and bone marrow contains less than 10% of monoclonal plasma cells. Monitoring of patients is important since MGUS can progress to multiple myeloma over a period of time. It is recommended to get the first evaluation 6 months after initial diagnosis followed by annual or biannual checkup.",
    "cop": 3,
    "opa": "Multiple myeloma",
    "opb": "Smoldering multiple myeloma",
    "opc": "Monoclonal gammopathy of undetermined significance",
    "opd": "Waldenstrom macroglobulinemia",
    "subject_name": "Medicine",
    "topic_name": "Oncology",
    "id": "f30c229e-2f1b-4e7a-abfc-bcbc6c888144",
    "choice_type": "single"
  },
  "d2f4c319-d6bd-4b3f-8bdd-aaadf96c1347": {
    "question": "A middle-aged man presents with a markedly enlarged tonsil and recurrent infections with serum immunoglobulin deficiency. Chromosome analysis demonstrates a translocation between the immunuglobulin heavy chain locus on chromosome 14 and an unidentified gene on chromosome 8. Which of the following is the most likely cause of his phenotype?",
    "exp": "This case is an example of Burkitt's lymphoma, which may affect the tonsils or other lymphoid tissues. The translocation places the myc oncogene on chromosome 8 downstream of the very active heavy chain locus on chromosome 14, activating myc gene expression in B cells and their derivatives. The translocation is likely an aberrant form of the normal DNA rearrangements that generate unique heavy chain genes in each B cell. The translocation joins one chromosome 8 to one chromosome 14, leaving their homologues unaffected. The cause for the phenotype must therefore be trans-acting, since cis-acting effects would peain only to the translocated loci and not affect the homologous untranslocated loci. Activation of a tumor-promoting gene (oncogene) on chromosome 8 could produce an enlarged tonsil, while underactivity of immunoglobulin production due to one-half expression could decrease immune function but would not completely ablate the processes in choices a, b, d, and e. At the genetic level, trans-acting events are autosomal dominant in that one of the two homologous loci is abnormal and produces a phenotype. Mutations of cis-acting events must disrupt both homologous loci to produce phenotypes, making them autosomal recessive at the genetic level.",
    "cop": 3,
    "opa": "The translocation has deleted constant chain exons on chromosome 14 and prevented heavy chain class switching",
    "opb": "The translocation has deleted the interval containing diversity d. and joining (J) regions",
    "opc": "The translocation has activated a tumor-promoting gene on chromosome 8",
    "opd": "The translocation has deleted the heavy chain constant chain Cu so that virgin B cells cannot produce IgM on their membranes",
    "subject_name": "Surgery",
    "topic_name": null,
    "id": "d2f4c319-d6bd-4b3f-8bdd-aaadf96c1347",
    "choice_type": "single"
  },
  "fcd0b59b-8f0b-49ca-b08e-d3ff52b79e8f": {
    "question": "A 48 year old woman was admitted with a history of weakness for two months. On examination, cervical lymph nodes were found enlarged and spleen was palpable 2 cm below the costal margin. Her hemoglobin was 10.5 g/dl, platelet count 2.7 × 109/L and total leukocyte count 40 × 109/ L, which included 80% mature lymphoid cells with coarse clumped chromatin. Bone marrow revealed a nodular lymphoid infiltrate. The peripheral blood lymphoid cells were positive for CD 19, CD5, CD20 and CD23 and were negative for CD 79 B and FMC-7.The histopathological examination of the lymph node in this patient will most likely exhibit effacement of lymph node architecture by -",
    "exp": "Lymphocytes positive for CD 19, CD20, CD23, CD5 suggest the diagnosis of chronic lymphocytic leukemia/small lymphocytic lymphoma.\nIn CLL/SLL larger lymphocytes show high mitotic activity and form proliferation centre.\n\nChronic lymphocytic leukemia (CLL), small lymphocytic lymphoma (SLL).\n\nCLL and SLL are identical neoplasm/arise due to an abnormal neoplastic proliferation of B cells.\nCLL involves primarily bone marrow and blood, while SLL involves lymph nodes\n\nMorphology of CLL/SLL\n\nThe tumor cells of CLL are small B lymphocytes.\nLeukemic cells have the morphological appearance of normal small to medium sized lymphocytes with clumped chromatin, inconspicuous nuclei and a small ring of cytoplasm.\nThe lymph node architecture is diffusely effaced by these tumor cells.\nThese cells are mixed with variable numbers of larger cells called prolymphocytes.\nIn many cases, prolymphyocytes gather together focally to form as proliferation centers, so called because they contain relatively large number of mitotic activity.\nWhen present proliferation centers are pathognomonic for CLL/SLL.\nIn CLL, the peripheral blood contains increased numbers of small, round lymphocytes with scant frequently disrupted in the process of making smears, producing So called smudge cells..\n\n\nMarkers of CLL tumor cells\n\nCLL is a tumor of mature -cells, therefore it expresses the B-cell markers such as CD19, CD20 and surface IgM and IgD.\nIn addition CD23 and CD5 are also present (In contrast to mantle cell lymphoma which is positive for CD5 but negative for CD23).",
    "cop": 1,
    "opa": "A pseudofollicular pattern with proliferation centers",
    "opb": "A monomorphic lymphoid proliferation with a nodular pattern.",
    "opc": "A predominantly follicular pattern",
    "opd": "A diffuse proliferation of medium to large lymphoid cells with high mitotic rate",
    "subject_name": "Pathology",
    "topic_name": null,
    "id": "fcd0b59b-8f0b-49ca-b08e-d3ff52b79e8f",
    "choice_type": "single"
  },
  "aa302d64-b1f8-46fc-b3ce-4d80ca3ae28d": {
    "question": "A 45-yrs-old firefighter who weights 74 kg sustains a third-degree burn to 64 percent of his total body surface area. The patient arrives in the emergency depament approximately 30 min after the time of the accident. When the patient's intravenous fluid requirements are calculated using the Parkland formula, the initial orders for choice of fluid and rate of infusion should be",
    "exp": "The Parkland formula for calculating the amount of fluid needed for resuscitation of burned patients calls for 4mL of Ringer's lactate per kilogram of body weight per percentage of total body surface area of second and third-degree burns. Ringer's lactate solution alone is administered for the first 24 h after injury, and one- half of the 24-h requirement should be administered in the first 8 h from the time of injury. In the case described in the question, in which the patient weighed 74 kg, suffered a third-degree bum to 64 percent of his total body surface area, and arrived for treatment a half hour after injury, fluid requirements would be calculated as follows. 4mlx74kgX64= 18,944ml 18,944/2 = 9,472 ml over the next 1/2h 9,472/75 = 1,262 ml/h",
    "cop": 2,
    "opa": "Ringer's lactate, 200 ml/h for 1/2h",
    "opb": "Ringer's lactate, 1250 ml/h for 1/2h",
    "opc": "Ringer's lactate, 950 ml/h for 1/2 h",
    "opd": "Ringer's lactate, 600 ml/h, and colloid solution, 200 ml/h, for 1/2h",
    "subject_name": "Surgery",
    "topic_name": null,
    "id": "aa302d64-b1f8-46fc-b3ce-4d80ca3ae28d",
    "choice_type": "single"
  },
  "0ddd485d-1d97-49b3-8f1a-aceb36b938ba": {
    "question": "In the beginning of resuscitation effos, 0.5 mg of epinephrine is administered subcutaneously. Which adrenergic receptors, in which tissues, are responsible for the beneficial effect of epinephrine in this patient?",
    "exp": "Epinephrine is a non selective adrenergic agonist and a valuable resuscitative drug because of its effects at multiple adrenergic receptor subtypes. In the treatment of anaphylaxis, epinephrine increases myocardial contractility, accelerates hea rate, causes constriction of vascular smooth muscle, and causes relaxation of bronchial smooth muscle. The principal pharmacologic effects of epinephrine that are beneficial in anaphylaxis are mediated : alpha-1 receptors in vascular smooth muscle, resulting in vasoconstriction, beta-1 receptors in the hea, resulting in increased contractility, and beta-2 receptors in bronchial smooth muscle, resulting in relaxation and relief of bronchoconstriction. (One simple mnemonic for the respective locations of beta1 and beta2 receptors is \"one hea, two lungs.\") Beta-2 receptors are also found, however, in vascular smooth muscle (especially in skeletal muscle beds), were, just as in bronchial smooth muscle, they promote relaxation. (Epinephrine dilates skeletal muscle vascular beds to maximize oxygen delivery for the \"fight-or-flight\" response.) The resulting vasodilation in skeletal muscle vascular beds would, by itself, tend to decrease blood pressure, which might tend to worsen the effects of anaphylactic shock, but this effect is mitigated by the intense alpha-1 receptor stimulation, causing vasoconstriction in multiple beds. The principal action of alpha-2 receptors is at the presynaptic nerve terminal, where receptor stimulation reduces the release of norepinephrine from the nerve terminal. Epinephrine does stimulate these receptors, but it does not really contribute to the beneficial actions of epinephrine in resuscitation. Alpha-2 receptors are not located in the hea (except at presynaptic nerve terminals), alpha-2 receptors do not have a significant beneficial effect in resuscitation, and beta-1 receptors are not located in bronchial smooth muscle, but are located in the hea. Beta-1 receptors are located in the hea, not in bronchial smooth muscle. The adrenergic receptor that produces bronchial smooth muscle relaxation is beta-2. Alpha-2 receptors are located primarily at presynaptic nerve terminals, and because the beta-2 receptors in vascular smooth muscle cause vasodilation, this not a helpful effect of epinephrine in this case. Also Know: Epinephrine is indicated for the treatment of anaphylactic reactions and acute asthma exacerbations. It is considered a first-line agent in the treatment of cardiac arrest (i.e., pulseless ventricular tachycardia/ventricular fibrillation, asystole, and pulseless electrical activity). Epinephrine also causes bronchodilation and antagonizes the effects of histamine. Epinephrine significantly increases myocardial oxygen consumption and thus can exacerbate ventricular irritability in the setting of myocardial ischemia. Extravasation causes necrosis and sloughing, and requires prompt infiltration of the affected area with phentolamine. Ref: Miller B.A., Clements E.A. (2011). Chapter 24. Pharmacology of Vasopressor Agents. In J.E. Tintinalli, J.S. Stapczynski, D.M. Cline, O.J. Ma, R.K. Cydulka, G.D. Meckler (Eds), Tintinalli's Emergency Medicine: A Comprehensive Study Guide, 7e.",
    "cop": 3,
    "opa": "Alpha-1 receptors in vascular smooth muscle, alpha-2 receptors in the hea, and beta-1 receptors in bronchial smooth muscle",
    "opb": "Alpha-1 receptors in vascular smooth muscle, alpha-2 receptors at presynaptic nerve terminals, beta-1 receptors in bronchial smooth muscle",
    "opc": "Alpha-1 receptors in vascular smooth muscle, beta-1 receptors in the hea, and beta-2 receptors in bronchial smooth muscle",
    "opd": "Alpha-2 receptors in vascular smooth muscle and beta-2 receptors in vascular smooth muscle",
    "subject_name": "Pharmacology",
    "topic_name": null,
    "id": "0ddd485d-1d97-49b3-8f1a-aceb36b938ba",
    "choice_type": "single"
  },
  "3e627b43-76a6-4dab-8374-7c48617c2255": {
    "question": "A four year old boy was admitted with a history of abdominal pain and fever for two months, maculopapular rash for ten days, and dry cough, dyspnea and wheezing for three days. On examination, liver and spleen were enlarged 4 cm and 3 cm respectively below the costal margins. His hemoglobin was 10.0 g/dl, platelet count 37 x 109/L and total leukocyte count 70 x 109/L, which included 80% eosinophils. Bone marrow examination revealed a cellular marrow comprising 45% blasts and 34% eosinophils and eosinophilic precursors. The blasts stained negative for myeloperoxidase and nonspecific esterase and were positive for CD19, CDIO, CD22 and CD20. Which one of the following statements in not true about this disease?",
    "exp": "Answer is D (Inv (16) is often detected in the blasts and the eosinophils): This is a case of ALL with hypereosinophillic syndrome. Inv (16) is associated with AML and not ALL, and therefore represents the incorrect statement amongst the option Abstract Title: Granular acute lymphoblastic leukemia with hypereosinophilic syndrome. Journal Source: Ann Hematol. 2000 May;79(5):272-4. Authors: Jain P, Kumar R, Gujral S, Kumar A, Singh A, Jain Y, Dubey S, Anand M, Arya LS. A four-year-old boy presented with marked peripheral blood eosinophilia (absolute eosinophil count of 54 x 10(9)/1), features of hypereosinophilic syndrome, and acute lymphoblastic leukemia (ALL-L2), the latter characterized by the presence of granular blasts. Blasts were negative for myeloperoxidase, non-specific esterase, acid phosphatase, periodic-acid Schiff stain, and toluidine blue. They exhibited an early pre-B immunophenotype (TdT, CD19, CDIO, CD20 and CD22 positive) and stained negative for T (CD7, CD2, CD5 and CD3) and myeloid markers (MPO, CD33 and CD13). Chromosomal analysis revealed a normal karyotype. To the best of our knowledge, this case represents the first repo of the coexistence of granular ALL and hypereosinophilic syndrome. Why Hypereosinophillic Syndrome Option A Explanation Idiopathic hypereosinophillic syndrome is a rare condition characterized by extremely high levels of peripheral blood eosinophil counts. (80% of (70 x 109) Leucocytes were eosinophils in this patient) Clinical picture of dry cough, dyspnea, wheezing etc is fuher suggestive of HES. This is differentiated from eosinophillic leukaemia by the absence of eosinophilic blast cells. (Text from case repo: for option A) Explanations to options: Text from case repo 'In contrast to myeloproliftrative disorders where Eosinophils are pa of the Neoplastic clone, eosinophilia in patients with ALL is believed to be a reactive process.' - Case repo 'A normal karyotype has been observed in 45% of patients of ALL/Eo and t (5:14) rearrangement has been documented in same of them.' - Case repo `The child was treated with MCP-841 protocol of NC2 (prednisolone, L-asparginine, vincristine and daunaribicin) and was in remission after 4 weeks of chemotherapy. However, the peripheral blood eosinophils and the pulmonary symptoms normalized 6 weeks after attaining remission. - Case repo.",
    "cop": 4,
    "opa": "Eosinophils are not pa of the Neoplastic clone",
    "opb": "t(5:14) rearrangement may be detected in blasts",
    "opc": "Peripheral blood eosinophilia may normalize with chemotherapy",
    "opd": "Inv (16) is often detected in the blasts and the eosinophils.",
    "subject_name": "Medicine",
    "topic_name": null,
    "id": "3e627b43-76a6-4dab-8374-7c48617c2255",
    "choice_type": "multi"
  },
  "7421a108-c9db-4aa1-befe-67625b1b0874": {
    "question": "A 64-year-old man is evaluated because of weakness and difficulty in weaning from mechanical ventilation. The patient had been admitted to the intensive care unit 2 weeks ago because of septic shock related to alcoholism, pneumonia, and Klebsiella bacteremia. He had developed respiratory failure requiring intubation and mechanical ventilation as well as acute kidney injury. His pulmonary infiltrates had responded to appropriate intravenous antibiotics and his hypotension had responded to intravenous norepinephrine. Now the patient is alert and responsive to verbal commands, is afebrile with blood pressure of 114/74 but has not tolerated several trials of weaning from the ventilator. On physical examination, the patient is cooperative. Cranial nerves are normal. Muscle strength is poor, especially in distal musculature, where he displays only 2/5 strength in the hands and feet. Proximal strength is 3/5. Ankle and knee reflexes are unobtainable. Sensory examination is difficult because of problems communicating with the patient but suggests distal sensory loss in the lower extremities. Laboratory studies show that his creatinine level has spontaneously improved to 2.4 mg/dL. Electrolytes are normal, and the patient has a mild normochromic normocytic anemia with resolving leukocytosis. Serum creatine kinase is 78 units/L (normal <140). What is the most likely cause of his weakness?",
    "exp": "This patient suffers from critical care polyneuropathy, which affects 25% to 50% of ICU patients who have suffered multiorgan failure or who have required long-term mechanical ventilation. It typically presents with motor weakness and difficulty in weaning the patient from the ventilator. Cranial nerves are spared. Distal reflex loss, sensory changes in neuropathic distribution, and normal CK help distinguish it from critical care myopathy. Both conditions can coexist in the same patient and distinction between the two conditions may not be important, as treatment of both conditions is supportive. Patients usually improve slowly with time, but prolonged dependence on the ventilator as well as weakness and sensory loss lasting months or years often occur. The cause of critical care polyneuropathy is unknown, but axonal degeneration on nerve conduction studies is characteristic.Loss of myosin characterizes the closely related condition of critical care myopathy, but sensory changes and reflex loss would not be anticipated in a myopathic process. Neuromuscular blockade again would not cause sensory and reflex changes. Thiamine deficiency can be provoked in a malnourished patient (such as one suffering from chronic alcoholism) but would be associated with nystagmus, ataxia, and mental status changes rather than distal weakness and neuropathy. Demyelination (rather than axonal degeneration) is associated with Guillain-Barre syndrome, but this condition would be very unlikely in this ICU patient without antecedent viral or Campylobacter infection.",
    "cop": 4,
    "opa": "Muscle degeneration with loss of myosin in myocytes",
    "opb": "Persistent neuromuscular blockade due to aminoglycoside use",
    "opc": "Thiamine depletion from intravenous glucose administration",
    "opd": "Axonal degeneration of peripheral nerves with denervation potentials in myocytes",
    "subject_name": "Medicine",
    "topic_name": "C.N.S.",
    "id": "7421a108-c9db-4aa1-befe-67625b1b0874",
    "choice_type": "multi"
  },
  "c5d0871b-242a-43db-b508-91c414fdefd3": {
    "question": "A known HIV positive patient is admitted in an isolation ward after an abdominal surgery following an accident. The resident doctor who changed his dressing the next day found it to be soaked in blood. Which of the following would be the right method of choice of discarding the dressing?",
    "exp": "Ans. (c) Put the dressing material directly in an appropriate bag and send for incineration Ref. Park 22/e, p 738 This type of waste belongs to category 6 of biomedical waste disposal method for this category is direct incineration without chemical treatment Chemical treatment using at least 1% hypochlorine solution or any other equipment chemical reagent. It must be ensured that chemical treatment ensures disinfection. Multilation/shredding must be such so as to prevent unauthorized reuse.There will be no chemical pretreatment before incineration. Chlorinated plastics shall not be incinerated. 2 Deep burial shall be an option available only in towns with population less than lakhs and in rural areas. Categories of Biomedical Waste in India Optio Waste category Treatment and disposal Category No.1 Human Anatomical Waste (Human tissues, organs body pas) Incineration / deep burial2 Category No. 2 Animal Waste (Animal tissue, organs, body pas blood and experimental animals used in research, waste generated by veterinary hospitals colleges Incineration / deep burial2 Category No. 3 Microbiology and Biotechnology Waste (Waste from laboratory cultures, stock or specimens of micro-organisms, live or attenuated vaccines, human and animal cell culture used in research and infectious agents from research and industrial laboratories, waste from production of biologicals, toxins, dishes and devices and for transfer of cultures) Local autoclaving / microwaving / incineration Category No. 4 Waste sharps (needle, syringes,scar pals, blades, glass, etc. that may cause puncture and cuts. This includes both used and unused sharps) Disinefction (chemical treatment a autoclaving/microwaving and mutation/shredding) Category No. 5 Discarded medicines and cytotoxic drugs (wastes comprising of outdated,contaminated and discarded medicines) Incineration a destruction and drugs disposal in secured landfills Category No. 6 Solid waste (items contaminated with blood, and fluids including cotton, dressings, soiled plaster casts, linen, beddings, other material contaminated with blood) Incineration autoclaving/microwaving Category No. 7 Solid waste (wastes generated from disposable items other than the waste sharps such as tubings, catheters, intravenous sets, etc.) Disinfection by chemical treatment autoclaving /microwaving and mutilation/shredding Category No. 8 Liquid waste (waste generated from laboratory and washing, cleaning,housekeeping and disinfecting activities) Disinfection by chemical treatment and discharge into drains Category No. 9 Incineration ash (ash from incineration of any biomedical waste) Disposal in municipal landfill Category No. 10 Chemicals used in production of biologicals, chemicals used in disinfection,as insecticitdes, etc. Chemical treatment an and discharge into drains for liquids and secured landfill for solids Chemical treatment using at least 1% hypochlorine solution or any other equipment chemical reagent. It must be ensured that chemical treatment ensures disinfection. Multilation/shredding must be such so as to prevent unauthorized reuse. There will be no chemical pretreatment before incineration. Chlorinated plastics shall not be incinerated. 2 Deep burial shall be an option available only in towns with population less than lakhs and in rural areas. Color coding and type of container for disposal of biomedical wastes Color coding Type of container Waste category Yellow Plastic bag Cat. 1, Cat 2, and Cat. 3, Cat. 6 Red Disinfected container/plastic bag Cat. 3, Cat. 6, Cat 7 113Iue/White translucent Plastic bag/puncture proof container Cat. 4, Cat. 7 Black Plastic bag Cat. 5, Cat. 9 and Cat. 10 (solid)",
    "cop": 3,
    "opa": "Pour 1% hypochlorite on the dressing material and send it for incineration in a appropriate bag",
    "opb": "Pour 5% hypochlorite on the dressing material and send it for incineration in a appropriate bag",
    "opc": "Put the dressing material directly in an appropriate bag and send for incineration",
    "opd": "Pour 2% lysol on the dressing material and send it for incineration in a appropriate bag",
    "subject_name": "Microbiology",
    "topic_name": null,
    "id": "c5d0871b-242a-43db-b508-91c414fdefd3",
    "choice_type": "single"
  },
  "8af5b0b9-46e5-4d39-878c-e7791df45a17": {
    "question": "Mark the true and false statement about brain tumors: 1. Most common primary brain tumor is astrocytoma 2. Radiation exposure & genetic abnormalities are the risk factors 3. MEN-2 and NF-1 increases the risk 4. Three cardinal symptoms are seizures, raised ICT & focal neurological deficit 5. Dexamethasone reduces peritumoral edema 6. Primary goals of surgery includes histologic diagnosis & reduction of mass effect 7. Anti-epileptics for tumors close to sensorimotor strip 8. Craniospinal irradiation for tumors associated with CSF spread",
    "exp": "- MC primary brain tumor - Meningioma (35%)> glial tumorQ(30%) - MC brain tumor - Metastasis - MC malignant BT of childhood - Most radiosensitive BT - Medulloblastoma - BT associated with calcification (COM) - Craniopharyngioma(most) > ODGQ(90%) > Meningioma(20-25%) BRAIN TUMOR - Most brain tumors occur sporadically - Radiation exposure&genetic abnormalities are the risk factors Genetic abnormalities with brain tumors (RL not in MTV GT) - Retinoblastoma - Li-Fraumeni - NF-1 & 2 - MEN 1 - Turcot's syndrome - VHL syndrome - Gorlin syndrome - Tuberous sclerosis Clinical Features - Three cardinal symptoms: Seizures, Raised ICT & focal neurological deficit(FND) - Raised ICT leads to headache (worse in morning & straining, associated with nausea & vomiting) - FND: Progressive over time, characteristic of location - Pituitary adenoma may also present with endocrine abnormalities Diagnosis - IOC for diagnosis: MRI Treatment - Dexamethasone: Reduces peitumoral edema - Anti-epileptics: For tumors close to sensorimotor strip - Mannitol: Adminstered before dural opening & operative resection - Surgery: Primary goals of surgery includes histologic diagnosis & reduction of mass effect preservation of neurological function - Radiotherapy: In case of positive margins & tumor infiltrating surrounding brain - Craniospinal irradiation: For tumors associated with CSF Spread",
    "cop": 3,
    "opa": "1-T, 2-T, 3-T, 4-T, 5-T, 6-T, 7-F, 8-T",
    "opb": "1-T, 2-T, 3-F, 4-T, 5-T, 6-T, 7-T, 8-T",
    "opc": "1-F, 2-T, 3-F, 4-T, 5-T, 6-T, 7-T, 8-T",
    "opd": "1-T, 2-F, 3-T, 4-T, 5-F, 6-T, 7-T, 8-T",
    "subject_name": "Surgery",
    "topic_name": "CNS Tumors",
    "id": "8af5b0b9-46e5-4d39-878c-e7791df45a17",
    "choice_type": "multi"
  },
  "a0bfc6c8-0bd3-4847-83ab-2f6d53612e78": {
    "question": "A 12 year old male patient complains of pain in  upper front teeth region and gives a history of fall while playing 30 minutes ago. Intra oral examination reveals intrusion of maxillary right central incisor by 2 mm. What is the most appropriate treatment for this patient?",
    "exp": "The treatment for a permanent tooth with a closed root end, and intruded less than 3 mm, is to allow the tooth to erupt without intervention. If no movement is evident after 2 to 4 weeks, the tooth may be repositioned either orthodontically or surgically before ankylosis can take place. If the tooth is intruded 7 mm or more, the tooth is repositioned surgically and stabilized for 4 to 8 weeks by means of a flexible splint. In most instances the pulp will become necrotic with intrusive injuries in teeth with complete root formation. Root canal treatment should be initiated, with calcium hydroxide as a temporary canal- filling material, 2 to 3 weeks after stabilization.\nThe treatment for an intruded permanent tooth with incomplete root formation is to allow it to erupt spontaneously. If no movement is seen within a few weeks, orthodontic repositioning should  begin.  If  the tooth is intruded 7 mm or more, the tooth can be repositioned surgically and stabilized by means of a flexible splint. Endodontic therapy is often required, however, and the tooth  should be monitored closely while a decision on endodontic therapy is pending.",
    "cop": 1,
    "opa": "Observe and allow the tooth to erupt without intervention.",
    "opb": "Repositioned surgically and stabilized for 4 to 8 weeks by means of a flexible splint with endodontic intervention.",
    "opc": "If no movement is evident after 2 to 4 weeks, the tooth may be repositioned either orthodontically  or  surgically with endodontic intervention.",
    "opd": "If no movement is evident after 2 to 4 weeks, the tooth may be repositioned either orthodontically  or  surgically without endodontic intervention.",
    "subject_name": "Dental",
    "topic_name": null,
    "id": "a0bfc6c8-0bd3-4847-83ab-2f6d53612e78",
    "choice_type": "multi"
  },
  "72ad2034-d3fb-4c45-90d4-c454c491b7f7": {
    "question": "A 48 year old women was admitted with a history of weakness for two months. On examination, cervical lymph nodes were found enlarged and spleen was palpable 2 cm below the costal margin. Her hemoglobin was 10.5 g/dl, platelet count 2.7x109/L and total leukocyte count 40x 109/L, which included 80% mature lymphoid cells with coarse clumped chromatin. Bone marrow revealed nodular lymphoid infiltrate. The peripheral blood lymphoid cells were positive for CD 19, CD 5, CD20 and CD23 and were negative for CD79B and FMC-7. The histopathological examination of the lymph node in this patient will most likely exhibit effacement of lymph node architecture by",
    "exp": "Answer is A (A pseudofollicular pattern with proliferation centres) Coexpression of CD19 and CD 5 together with negative CD 79 and FMC7 markers suggest a diagnosis of chronic lymphocytic leukemia (CLL) The histapathological examination of lymph nodes in CLL shows characteristic effacement of normal nodal architecture by diffuse proliferation and infiltration of small round lymphocytes (and not medium to large Iyumphocytes). Pseudofollicular growth centres or proliferation centres are present in most cases and when present proliferation centres are considered pathognomic of CLL/SLL Approach to the question What is the diagnosis of the patient in question? The patient in question is case of CLL CLL is characterized by coexpression of CD5 and CD190 CLL is characteristically positive for CD23 and usually negative for CD7/9b and FMC7Q Lymphoma CD5 CD19 CD20 CD23 CD79b FMC7 CLL + + +1- + - - What are the histopathological characteristics of CLL? Histopathological Features of CLL (Robbins/Williams/Haffman) Lymph nodes in patients with CLL characteristically are diffusely infiltrated with monomorphic small round lymphocytes that efface the normal node architecture Diffuse effacement by a predominant population of small lymphocytes These cells may be mixed with variable number of larger cells called prolymphocytes, but the predominant cells remain small lymphocytes. The predominant cell is a small lymphocyte with clumped nuclear chromatin. Pseudofollicular growth centres or proliferation centres are present in most cases. When present proliferation centres are considered pathognomic of CLL/SLL Proliferation centres are clusters of prolymphocyte appearing cells that form aggregates or pseudofollicles, and so called because they contain a large number of mitotically active cells.",
    "cop": 1,
    "opa": "A pseudofollicular pattern with proliferation centers",
    "opb": "A monomorphic lymphoid proliferation with a nodular pattern.",
    "opc": "A predominantly follicular pattern",
    "opd": "A diffuse proliferation of medium to large lymphoid cells with high mitotic rate.",
    "subject_name": "Medicine",
    "topic_name": null,
    "id": "72ad2034-d3fb-4c45-90d4-c454c491b7f7",
    "choice_type": "single"
  },
  "7c269f28-e97a-4dd5-a2a1-49274dd81e33": {
    "question": "A 25 year old patient with asthma arrives at the emergency depament complaining of extreme shoness of breath. He has been compliant with his medications, which are metaproterenol and inhaled betamethasone. Over the past 6 hours, his wheezing and shoness of breath have become increasingly severe. At present, his blood pressure is 136/84 mm Hg and with deep inspiration falls to 116/56 mm Hg. His pulse is 126/min, and respirations are 32/min and labored. There is retraction of the sternocleidomastoid muscles with inspiration. There are soft wheezes and poor air movement diffusely throughout both lung fields. His peak expiratory flow rate is 60 L/min, and he is immediately staed on an albuterol nebulizer and given IV hydrocoisone. His aerial blood gas revealed a pH of 7.55, pCO2 of 21 mm Hg, and a pO2 of 60 mm Hg. Twenty minutes later, a repeat peak flow rate is still 60 L/min. A repeat aerial blood gas reveals that his pH is now 7.46, his pCO2 is now 34 mm Hg, and his pO2 is 64 mm Hg. Which of the following is the most appropriate next step in management?",
    "exp": "This patient is having a very severe asthmatic attack, as demonstrated by his severe shoness of breath, use of accessory muscles of respiration, and variation in blood pressure with breathing (due to establishing a very negative intrathoracic pressure with forced attempts at inspiration). The initial pO2 is markedly decreased at 60 (compared to the normal 100) mm Hg. His pCO2 is also decreased at 21 mm Hg initially, due to \"blowing off CO2\" with his increased respirations while trying to get enough oxygen. This causes his respiratory alkalosis with pH 7.55. He is then treated, but the treatment improves his pO2 only slightly. Despite this, his pCO2 rises, and his pH returns toward normal. This does not mean he is getting better. Instead, we are seeing worsening respiratory failure as his ability to ventilate decreases, causing the inappropriate rise in pCO2 even though he is still very badly hypoxic. This patient should therefore be prepared for possible intubation if there is not immediate improvement. Epinephrine no longer is used in the management protocols of acute asthma because of its high rate of toxicity. Administering 100% oxygen may be an adjunctive therapy, but at this point the patient is probably saturating above 90% anyway. Ref: Corbridge T., Hall J.B. (2005). Chapter 40. Status Asthmaticus. In J.B. Hall, G.A. Schmidt, L.D. Wood (Eds), Principles of Critical Care, 3e.",
    "cop": 4,
    "opa": "Administer IV epinephrine",
    "opb": "Administer 100% oxygen a tight fitting face mask",
    "opc": "Administer subcutaneous epinephrine",
    "opd": "Prepare for intubation",
    "subject_name": "Medicine",
    "topic_name": null,
    "id": "7c269f28-e97a-4dd5-a2a1-49274dd81e33",
    "choice_type": "multi"
  },
  "8c11ece8-2b03-4d7a-965a-028747d73fc6": {
    "question": "A 68-year-old hypeensive man undergoes successful repair of a ruptured abdominal aoic aneurysm. He receives 9 L Ringer lactate solution and 4 units of whole blood during the operation. Two hours after transfer to the surgical intensive care unit, the following hemodynamic parameters are obtained: systemic blood pressure (BP) 90/60 mm Hg, pulse 110 beats per minute, central venous pressure (CVP) 7 mm Hg, pulmonary aery pressure 28/10 mm Hg, pulmonary capillary wedge pressure (PCWP) 8 mm Hg, cardiac output 1.9 L/min, systemic vascular resistance 1400 (dyne*s)/cm5 (normal is 900-1300), PaO2 140 mm Hg (FiO2 : 0.45), urine output 15 mL/h (specific gravity: 1.029), and hematocrit 35%. Given this data, which of the following is the most appropriate next step in management?",
    "exp": "A ruptured abdominal aneurysm is a surgical emergency often accompanied by serious hypotension and vascular collapse before surgery and massive fluid shifts with renal failure after surgery. In this case, all the hemodynamic parameters indicate inadequate intravascular volume, and the patient is therefore suffering from hypovolemic shock. The low urine output indicates poor renal perfusion, while the high urine-specific gravity indicates adequate renal function with compensatory free-water conservation. The administration of a vasopressor agent would ceainly raise the blood pressure, but it would do so by increasing peripheral vascular resistance and thereby fuher decrease tissue perfusion. The deleterious effects of shock would be increased. A vasodilating agent to lower the systemic vascular resistance would lead to profound hypotension and possibly complete vascular collapse because of pooling of an already depleted vascular volume. This patient's blood pressure is critically dependent on an elevated systemic vascular resistance. A diuretic would exacerbate the patient's existing volume depletion. To properly treat this patient, rapid fluid infusion and expansion of the intravascular volume must be undeaken. This can be easily done with lactated Ringer solution or blood (or both) until improvements in such parameters as the PCWP, urine output, and blood pressure are noted.",
    "cop": 3,
    "opa": "Administration of a diuretic to increase urine output",
    "opb": "Administration of a vasopressor agent to increase systemic blood pressure",
    "opc": "Administration of a fluid challenge to increase urine output",
    "opd": "Administration of a vasodilating agent to decrease elevated systemic vascular resistance",
    "subject_name": "Anaesthesia",
    "topic_name": "Miscellaneous",
    "id": "8c11ece8-2b03-4d7a-965a-028747d73fc6",
    "choice_type": "multi"
  },
  "8d0b17d7-0387-43bb-99ae-c4863e66e8ba": {
    "question": "A 68 year old woman was admitted with a history of weakness for two months. On examination, cervical lymph nodes were found enlarged and spleen was palpable 2 cm below the costal margin. Her hemoglobin was 10.5 g/dl, platelet count 27 x 109/L and total leukocyte count 40 x 109/L, which included 80 % mature lymphoid cells with coarse clumped chromatin. Bone marrow revealed a nodular lymphoid infiltrate. The peripheral blood lymphoid cells were positive for CD19, CD5, CD20 and CD23 and were negative for CD79B and FMC-7. The histopathological examination of the lymph node in this patient will most likely exhibit effacement of lymph node architecture by?",
    "exp": "This is a case of elderly female with lymphadenopathy, splenomegaly and peripheral blood lymphoid cells were positive for CD19, CD5, CD20 and CD23 and negative for CD79B and FMC-7. This findings are consistent with a diagnosis of Chronic lymphocytic leukemia. In CLL, lymph node biopsy is suggestive of pseudofollicular pattern with proliferation centers. Remember that, CLL lymph nodes show a low mitotic rate. This rules out option D Option B suggests Hodgkin lymphoma Option C suggests Follicular Lymphoma Option D suggests a high grade NHL with high mitotic rate Small fraction of tumors transform to aggressive tumors resembling diffuse large B cell lymphoma (Richter transformation); after transformation occurs, the median survival is less than 1 year.",
    "cop": 1,
    "opa": "A monomorphic lymphoid proliferation with admixed proliferation centers",
    "opb": "A polymorphous population of lymphocytes, plasma cells, eosinophils and scattered large binucleated cells",
    "opc": "A predominantly follicular pattern with variably-sized follicles effacing nodal architecture",
    "opd": "A diffuse proliferation of medium to large lymphoid cells with high mitotic rate.",
    "subject_name": "Pathology",
    "topic_name": "Chronic Lymphocytic Leukemia",
    "id": "8d0b17d7-0387-43bb-99ae-c4863e66e8ba",
    "choice_type": "single"
  },
  "ce5dc23b-57cb-49d1-a3fe-988a30044364": {
    "question": "A cardiologist found a highly significant correlation coefficient (r = 0.090, p = 0.01) between the systolic blood pressure values and serum cholestrol values of the patients attending his clinic. Which of the following statements is a wrong interpretation of the correlation coefficiency observed ?",
    "exp": "Correlation coefficients:\n\n– Pearson’s Correlation coefficient:\n– Spearman’s Rank Correlation coefficient\n\nCoefficient of determination:\n\n– Is the percentage of variation in a variable that is explained by one or more of the others\n– Is generally obtained in a regression setup\n– Coefficient of determination = (Correlation coefficient)2 = r2\nIn the given question, a cardiologist found a highly significant correlation coefficient (r = 0.90, p= 0.01) between the systolic blood pressure values and serum cholesterol values of the patients attending his clinic, Since r = + 0.90 (p = 0.01; implies significant relationship), it means there is a strong positive correlation between systolic blood pressure (SBP) and serum cholesterol (SC); therefore as SBP increases, SC will also increase and vice-versa. Thus, a patient with a high level of systolic BP is also likely to have a high level of serum cholesterol AND a patient with a low level of systolic BP is also likely to have a low level of serum cholesterol. Since r = + 0.9; Coefficient of determination = r2 = (0.9)2 = 0.81 Interpretation of r2: 0.81 or 81% of variation in systolic blood pressure among patients can be explained by their serum cholesterol values and vice-versa.",
    "cop": 1,
    "opa": "Since there is a high correlation, the magnitude of both the measurements are likely to be close to each other",
    "opb": "A patient with a high level of systolic BP is also likely to have a high level of serum cholesterol.",
    "opc": "A patient with a low level of systolic BP is also likely to have a low level of serum cholesterol.",
    "opd": "About 80% of the variation in systolic blood pressure among his patients can be explained by their serum cholesterol values and vice a versa",
    "subject_name": "Social & Preventive Medicine",
    "topic_name": null,
    "id": "ce5dc23b-57cb-49d1-a3fe-988a30044364",
    "choice_type": "multi"
  },
  "44a231b7-2aff-45e0-a1fe-ed1e7da48261": {
    "question": "A 33-year-old woman has had fever and increasing fatigue for the past 2 months. Over the past year, she has noticed the soreness of her muscles and joints and has had a 4-kg weight loss. On physical examination, her temperature is 37.5degC, pulse is 80/min, respirations are 15/min, and blood pressure is 145/95 mm Hg. She has pain on deep inspiration, and a friction rub is heard on auscultation of the chest. Laboratory findings show glucose, 73 mg/dL; total protein, 5.2 g/dL; albumin, 2.9 g/dL; and creatinine, 2.4 mg/dL. Serum complement levels are decreased. CBC shows hemoglobin of 9.7 g /dL, platelet count of 85,000/mm3, and WBC count of 3560/mm3. A renal biopsy specimen shows diffuse proliferative glomerulonephritis with extensive granular immune deposits of IgG and C1q in capillary loops and mesangium. After being treated with immunosuppressive therapy consisting of prednisone and cyclophosphamide, her condition improves. Which of the following serologic studies is most likely to be positive in this patient?",
    "exp": "Lupus nephritis is one manifestation of systemic problems related to immune complex deposition, including fever, arthralgias, myalgias, pancytopenia, and serositis with pericarditis and pleuritis, which are characteristic of systemic lupus erythematosus (SLE). Renal disease is common in SLE, and a renal biopsy helps to determine the severity of involvement and the appropriate therapy. Anti-centromere antibody is most specific for limited scleroderma (formerly CREST syndrome), which is unlikely to have renal involvement. Anti-DNA topoisomerase I antibody is more specific for diffuse scleroderma, which does have renal involvement, although usually, this manifests as vascular disease and not as glomerulonephritis. The anti-glomerular basement membrane antibody is characteristic of Goodpasture syndrome, in which the IgG antibody is deposited in a linear fashion along glomerular capillary basement membranes. Anti-histone antibody may be present in drug-induced lupus. ANCAs can be seen in some forms of vasculitis, such as ANCA-associated granulomatous vasculitis or microscopic polyangiitis. Antiribonucleoprotein is present in mixed connective tissue disease, which has some features of SLE but usually does not include severe renal involvement.",
    "cop": 3,
    "opa": "Anti centromere antibody",
    "opb": "Anti-DNA topoisomerase I antibody",
    "opc": "Anti-double-stranded DNA antibody",
    "opd": "Anti-glomerular basement membrane antibody",
    "subject_name": "Pathology",
    "topic_name": "Kidney",
    "id": "44a231b7-2aff-45e0-a1fe-ed1e7da48261",
    "choice_type": "single"
  },
  "0aa74d93-83f9-4e2b-9f63-cbc98cde8967": {
    "question": "A 73-year-old man with history of hypertension and osteoarthritis is evaluated for gradually increasing dyspnea over the preceding 6 weeks. He takes metoprolol for hypertension and naproxen for the arthritis. He has occasionally awakened in the night with mild dyspnea relieved by sitting up but has not noticed edema. Physical examination shows BP of 148/94, HR 96, and RR 16. O2 saturation is 92%. Neck veins show the jugular column 7 cm above the sternal angle. Lung examination reveals mild basilar crackles but no wheezing. Cardiac examination shows sustained apex impulse, S4 gallop, and no murmur. There is no peripheral edema. ECG shows stable left ventricular hypertrophy; no Q waves are seen. Chest x-ray shows increased interstitial markings and some cephalization of flow to the upper lobe vessels. The cardiac silhouette is boot-shaped, but there is no definite cardiomegaly. Echocardiogram shows left ventricular hypertrophy and LV ejection fraction of 55% (normal 50%-70%). What is the likely pathogenesis of this patient's dyspnea?",
    "exp": "The most likely explanation for this patient's presentation is heart failure with preserved ejection fraction (HFPEF), also known as diastolic dysfunction. As many as 50% of patients presenting with definite HF (Heart failure) will have an ejection fraction above 50%. HFPEF is more common in the elderly, in women, and those with conditions (especially hypertension) that lead to LV hypertrophy. Often the echocardiogram will show evidence of impaired relaxation or increased stiffness of the LV (the latter often suggested by decreased flow across the MV during atrial systole, giving the so-called reversed e/a flow ratio). Tachycardia, by decreasing diastolic filling time, will often worsen HF symptoms in diastolic dysfunction. As opposed to systolic HF, beta-blockers and ACE inhibitors have not demonstrated long-term survival benefit. Management focuses on controlling BP, preventing tachycardia, and treating pulmonary and peripheral fluid overload with diuretics; so many of the modalities used in systolic HF are also employed in HFPEF, just without proof of survival benefit.High output HF due to an AV fistula, Paget disease, or hyperthyroidism can mimic diastolic HF, but the patient usually has evidence of a hyperdynamic circulation (tachycardia, wide pulse pressure, hyperdynamic precordium). Occult CAD should be considered in patients with exertional dyspnea (which can be an angina equivalent), but this patient's rest symptoms and pulmonary vascular congestion would be unusual. In HF due to coronary artery disease, there is almost always evidence of prior MI or ischemic change on ECG. Nevertheless, a stress test is often obtained in patients with unexplained HF to rule out this possibility. Interstitial lung disease can cause rales and interstitial changes on CXR but would not explain the cephalization of flow nor the elevated venous pressure. Measuring B-type natriuretic peptide (BNP) will resolve the issue in equivocal cases; BNP will be elevated in HF and normal or minimally elevated in ILD. Anemia can cause fatigue and exertional dyspnea and, rarely, even overt HF, but to cause HF the anemia would have to be very severe (usually Hb 7 g/dL or below) and should be apparent from the physical examination. In addition, severe anemia would usually cause evidence of hyperdynamic circulation as seen in high-output HF.",
    "cop": 3,
    "opa": "Increased metabolic demands leading to high-output heart failure (HF)",
    "opb": "Occult coronary artery disease with dyspnea as an angina equivalent",
    "opc": "Impaired diastolic relaxation and filling",
    "opd": "Interstitial lung disease (ILD) mimicking pulmonary vascular congestion",
    "subject_name": "Medicine",
    "topic_name": "C.V.S.",
    "id": "0aa74d93-83f9-4e2b-9f63-cbc98cde8967",
    "choice_type": "multi"
  },
  "fe9f6e0f-75d9-45bb-9854-059745d9503e": {
    "question": "A 64-years-old previously healthy man is admitted to to a hospital because of a closed head injury and ruptured spleen Following a road side accident following an automobile accident. During the first 4 days of hospitalization, following laparotomy and splenectomy, he receives 5% dextrose 0.5% normal saline solution at a rate of 125 mL/h. Recorded daily fluid outputs include 450 to 600 mL of nasogastric drainage and 700 to 1000 mL of urine. The patient is somnolent but easily aroused until the morning of the 5th hospital day, when he noted to be in deep coma. By the after-noon, he begins having seizures. The following laboratory data are obtained: Serum electrolytes (meq L): Na+130: K+1.9; CI 96; HC03 19.Serum osmolality: 260 mOsm/L; Urine electrolytes (meq/L):Na+ 61; K+18. Which of the following statements about diagnosis or treatment of this patient's condition is TRUE?",
    "exp": "Patient in the question has developed coma secondary to hyponatremia, so the best treatment of choice in this patient is to give a small quantity of hypeonic saline. In general, if hyponatremia has developed rapidly (over hours to days), morbidity due to cerebral edema is more likely, and is generally safe to correct the plasma sodium relatively rapidly. This can include infusion of hypeonic (3%) sodium chloride solutions, especially when the patient is obtunded or convulsing. Hyponatremia (plasma Na < 135mmol/L) is a common electrolyte abnormality, it is often asymptomatic but can also be associated with profound disturbance of cerebral function, manifesting as anorexia, nausea, vomiting, confusion, lethargy, seizures and coma. The degree of cerebral symptomatology depends more on rate of development of electrolyte abnormality than on it's severity. Ref: Davidson's Principles and Practice of Medicine, 21st Edition, Page 436",
    "cop": 3,
    "opa": "Emergency carotid aeriogram to be done",
    "opb": "Secondary to metabolic acidosis their is hypokalemia",
    "opc": "A small qantity of hypeonic saline to be given",
    "opd": "IV infusion of 20ml of 50% MgS04 given for 4 hrs",
    "subject_name": "Surgery",
    "topic_name": null,
    "id": "fe9f6e0f-75d9-45bb-9854-059745d9503e",
    "choice_type": "multi"
  },
  "5e2cca7b-8611-4618-ac0f-c2bbd88ebb06": {
    "question": "On November 6, a patient had the onset of an illness characterized by fever, chills, headache, cough, and chest pain. The illness lasted 1 week. On December 5, she had another illness very similar to the first, which lasted 6 days. She had no influenza immunization during this period. Her hemagglutination inhibition antibody titers to nH1N1 influenza virus were as follows:November 6: 10 November 30: 10 December 20: 160There was no laboratory error. Which of the following is the best conclusion from these data?",
    "exp": "The symptoms described for her illnesses on both November 6 and December 5 are consistent with influenza. However, the November 6 illness (a) was not caused by nH1N1 influenza virus; the low titers (10 on November 6 and 10 on November 30) most likely represent cross-reacting antibodies from the agent that caused her first illness. The greater than fourfold rise in titer from 10 on November 30 (baseline) to 160 on December 20 reflects a definitive diagnostic rise in antibody against nH1N1 influenza virus. Thus, her December 5 illness (b) was influenza. There is enough serologic evidence to make the diagnosis (choice e is incorrect).",
    "cop": 2,
    "opa": "The patient was ill with influenza on November 6",
    "opb": "The patient was ill with influenza on December 5",
    "opc": "The patient was ill with influenza on December 20",
    "opd": "It is impossible to relate either illness with the nH1N1 influenza virus",
    "subject_name": "Microbiology",
    "topic_name": "Virology",
    "id": "5e2cca7b-8611-4618-ac0f-c2bbd88ebb06",
    "choice_type": "single"
  },
  "c6e52f1a-350f-4777-8e40-cf8e369e0041": {
    "question": "A 72-year-old male with diabetes mellitus is evaluated in the emergency room because of lethargy, disorientation, and long, deep breaths (Kussmaul respirations). Initial chemistries on venous blood demonstrate high glucose at 380 mg/dL (normal up to 120) and a pH of 7.3. Recalling the normal bicarbonate (22 to 28 mM) and PCO2 (33 to 45 mmHg) values, which of the additional test results below would be consistent with the man's pH and breathing pattern?",
    "exp": "The man is acidotic as defined by the pH lower than the normal 7.4. His hyperventilation with Kussmaul respirations can be interpreted as compensation by the lungs to blow off CO2, lower PCO2, increase ratio, and raise pH. The correct answer therefore includes a low PCO2, eliminating choices c & d. Using the Henderson-Hasselbalch equation indicates that the pH minus the pK for carbonic acid (7.3 - 6.1 = 1.2) equals log / or log . These values correspond to those in choice b. The man has compensated his metabolic acidosis (caused by the accumulation of ketone bodies such as acetoacetic acid) by increasing his respiratory rate and volume.",
    "cop": 2,
    "opa": "A bicarbonate of 5 mM and PCO2 of 10 mmHg",
    "opb": "A bicarbonate of 15 mM and PCO2 of 30 mmHg",
    "opc": "A bicarbonate of 15 mM and PCO2 of 40 mmHg",
    "opd": "A bicarbonate of 20 mM and PCO2 of 45 mmHg",
    "subject_name": "Surgery",
    "topic_name": null,
    "id": "c6e52f1a-350f-4777-8e40-cf8e369e0041",
    "choice_type": "multi"
  },
  "926a4dd5-17e8-4f09-bfe0-4f3f0312df43": {
    "question": "A 12 year old male patient complains of pain in  upper front teeth region and gives a history of fall while playing 30 minutes ago. Intra-oral examination reveals intrusion of maxillary right central incisor by 8 mm. What is the most appropriate treatment for this patient?",
    "exp": "The treatment for a permanent tooth with a closed root end, and intruded less than 3 mm, is to allow the tooth to erupt without intervention. If no movement is evident after 2 to 4 weeks, the tooth may be repositioned either orthodontically  or  surgically  before  ankylosis  can  take place. If the tooth is intruded 7 mm or more, the tooth is repositioned surgically and stabilized for 4 to 8 weeks by means of a flexible splint. In most instances the pulp will become necrotic with intrusive injuries in teeth with complete root formation. Root canal treatment should be initiated, with calcium hydroxide as a temporary canal- filling material, 2 to 3 weeks after stabilization. \nThe treatment for an intruded permanent tooth with incomplete  root  formation  is  to  allow  it  to  erupt  spontaneously. If no movement is seen within a few weeks, orthodontic  repositioning  should  begin.  If  the  tooth  is intruded 7 mm or more, the tooth can be repositioned surgically  and  stabilized  by  means  of  a  flexible  splint. Endodontic therapy is often required, however, and the tooth  should  be  monitored  closely  while  a  decision  on endodontic therapy is pending.",
    "cop": 2,
    "opa": "Allow the tooth to erupt without intervention.",
    "opb": "Reposition surgically and stabilize for 4 to 8 weeks  by means of a flexible splint with endodontic intervention.",
    "opc": "If no movement is evident after 2 to 4 weeks, the tooth may be repositioned either orthodontically  or  surgically with endodontic intervention.",
    "opd": "If no movement is evident after 2 to 4 weeks, the tooth may be repositioned either orthodontically  or  surgically without endodontic intervention.",
    "subject_name": "Dental",
    "topic_name": null,
    "id": "926a4dd5-17e8-4f09-bfe0-4f3f0312df43",
    "choice_type": "multi"
  },
  "a31934fb-ab29-4c11-80cb-25e19ea36557": {
    "question": "A cardiologist found a highly significant correlation coefficient (r = 0.90, p = 0.01) between the systolic blood pressure values and serum cholestrol values of the patients attending his clinic. Which of the following statements is a wrong interpretation of the correlation co-efficiency observed?",
    "exp": "Correlation reflects the strength & direction of relationship between two quantitative measurements. It can be used to predict the trend of an association, (e.g. patients with high serum cholesterol will have high BP) but it is not necessary for independent magnitudes of both the measurement to be close to each other. In fact, the individual measurements may be widely different, yet, with a strong positive correlation, an increase in one measurement will cause an increase in the other. + Sign means that there is a positive correlation between blood pressure values & serum cholesterol values. 0.9 means association is strong (since 0.9>0.5) R = 0.9 hence r2 = 0.9 x 0.9 = 0.81 or 81% of the variance in blood pressure in this study accounted for by variance in serum cholesterol & vice versa. Ref: High Yield Biostatistics By Anthony Glazer, Page 47; Fundamentals of Biostatistics By Bernard Rosner, 2010, Page 452",
    "cop": 1,
    "opa": "Since there is a high correlation, the magnitude of both the measurements are likely to be close to each other",
    "opb": "A patient with a high level of systolic BP is also likely to have a high level of serum cholesterol",
    "opc": "A patient with a low level of systolic BP is also likely to have a low level of serum cholesterol",
    "opd": "About 80% of the variation in systolic blood pressure among his patients can be explained by their serum cholesterol values and vice a versa",
    "subject_name": "Social & Preventive Medicine",
    "topic_name": null,
    "id": "a31934fb-ab29-4c11-80cb-25e19ea36557",
    "choice_type": "multi"
  },
  "425b87a1-43e6-4751-85b6-2bdf52196919": {
    "question": "A 67-year-old man presents to your office after community ultrasound screening revealed an aortic aneurysm measuring 3.0x3.5 cm Physical examination confirms a palpable, pulsatile, nontender abdominal mass just above the umbilicus. The patient's medical conditions include hypertension, hyperlipidemia, and tobacco use. What is the best recommendation for the patient to consider?",
    "exp": "Abdominal aortic aneurysms (AAAs) occur in 1% to 2% of men older than 50 years and to a lesser extent in women. Smoking and hypertension are major risk factors for the development of AAA. Abdominal aneurysms are commonly asymptomatic, but acute rupture may occur without warning. Some will expand and become painful, with pain as a harbinger of rupture. The risk of rupture increases with the size of the aneurysm The 5-year risk of rupture is 1% to 2% if the aneurysm is less than 5 cm, but 20% to 40% if the size is greater than 5 cm Other studies indicate that, in patients with AAAs less than 5.5 cm, there is no difference in mortality rate between those followed with ultrasound and those who undergo elective aneurysmal repair. Therefore, operative repair is typically recommended in asymptomatic individuals when the AAA diameter is greater than 5.5 cm; other indications for surgery are rapid expansion or onset of symptoms. With careful preoperative evaluation and postoperative care, the surgical mortality rate should be less than 1% to 2%. Renal artery involvement increases the complexity of surgical repair but does not increase the risk of rupture. Endovascular stent grafts for infrarenal AAAs are successful and have largely replaced open surgical repair in many centers.",
    "cop": 3,
    "opa": "Watchful waiting is the best course until the first onset of abdominal pain",
    "opb": "Surgery is indicated now except for the excess operative risk represented by the patient's hypertension and tobacco use",
    "opc": "Serial follow-up with ultrasound, CT, or MRI is indicated, with the major determinant for surgery being aneurysmal size greater than 5.5 cm",
    "opd": "Serial follow-up with ultrasound, CT, or MRI is indicated, with the major determinant for surgery being involvement of a renal artery",
    "subject_name": "Medicine",
    "topic_name": "C.V.S.",
    "id": "425b87a1-43e6-4751-85b6-2bdf52196919",
    "choice_type": "multi"
  },
  "3894e43f-83ec-4138-b146-9a5b9cd92a2c": {
    "question": "A 30-year-old mother of 2 children weighing 60 kg was taking combined oral contraceptive\npill containing levonorgestrel 0.15 mg + ethinylestradiol 30 μg per day cyclically (3 weeks treatment—\n1 week gap). She developed fever with cough and was diagnosed as a case of pulmonary tuberculosis\nafter  sputum  smear  examination.  She  was  put  on  isoniazid  (300  mg)  +  rifampin  (600  mg)  +\npyrazinamide  (1.5  g)  +  ethambutol  (1.0  g)  daily  for  2  months,  followed  by  isoniazid  (600  mg)\n+  rifampin  (600  mg)  thrice  weekly.  In  the  3rd  month,  she  failed  to  have  the  usual  withdrawal\nbleeding during the gap period of contraceptive cycle. After 10 days, her urinary pregnancy test\nwas  found  to  be  positive.What  could  be  the  reason  for  failure  of  the  oral  contraceptive?",
    "exp": "Rifampin  is  known  to  induce  the  metabolism  of  contraceptive  steroids.  Thus,  after  regular intake  of  rifampin  for  more  than  2  weeks  (needed  for  enzyme  induction)  the  steady-state blood level of levonorgestrel and ethinylestradiol could have fallen below the threshold for inhibition of ovulation/contraception. As such, fertility was restored and the woman conceived.",
    "cop": 1,
    "opa": "Rifampicin is enzyme inducer and induced metabolism of contraceptives",
    "opb": "Ethambutol is enzyme inducer and induce metabolism of contraceptives",
    "opc": "Both",
    "opd": "None",
    "subject_name": "Pharmacology",
    "topic_name": null,
    "id": "3894e43f-83ec-4138-b146-9a5b9cd92a2c",
    "choice_type": "multi"
  },
  "49a7f6ca-f9ff-446e-8076-07b111dfd360": {
    "question": "A patient with IDDM injects a mixture of NPH insulin and crystalline zinc (Regular) insulin before breakfast (at 7 AM) and before dinner (at 8 PM) each day. She repos the following average self-monitored RBS for the past weekTimeBlood glucose level (mg/dl)Before Breakfast115Before lunch190Before dinner135Bed time185These data indicate that the patient should adjust her insulin regimen by",
    "exp": "This patient should increase both the 7 AM (pre break fast) and pre-dinner doses of crystalline zinc (regular) insulin. The dosage of rapid-acting regular insulin administered before breakfast and dinner can be adjusted on the basis of the pre-lunch and bedtime blood glucose values, because the peak effect of the regular insulin injections will occur at these times. Because both the pre-lunch and the bedtime glucose levels are significantly elevated, both doses of regular insulin should be increased. The dosage of neutral protamine Hagedorn (NPH) insulin can be monitored using the pre-dinner and pre-breakfast blood glucose determinations, because the morning and evening NPH injections will have their peak effect at these times. Because both pre-dinner and pre-breakfast levels are normal, there is no need to adjust NPH dosage. Ref - Harrison's principles of internal medicine 20e pg 2683-84,2684f",
    "cop": 4,
    "opa": "Increasing the 7 AM dose of NPH insulin",
    "opb": "Increasing both 7 AM and 8 PM doses of NPH insulin",
    "opc": "Increasing the 7 AM dose of regular insulin",
    "opd": "Increasing both the 7 PM and 8 PM dose of regular insulin",
    "subject_name": "Medicine",
    "topic_name": "Endocrinology",
    "id": "49a7f6ca-f9ff-446e-8076-07b111dfd360",
    "choice_type": "multi"
  },
  "17a709d8-5c6d-417b-b116-ebab59d3d0b3": {
    "question": "A 50-year-old woman has had easy fatigability and noted a dragging sensation in her abdomen for the past 5 months. Physical examination reveals that she is afebrile. She has marked splenomegaly, but no lymphadenopathy. Laboratory studies show her total WBC count is 250,000/mm3 with WBC differential count showing 64% segmented neutrophils, 11% band neutrophils, 7% metamyelocytes, 5% myelocytes, 4% myeloblasts, 3% lymphocytes, 2% basophils, 2% eosinophils, and 2% monocytes. A bone marrow biopsy is performed, and karyotypic analysis of the cells reveals a t (9;22) translocation. Medical treatment with a drug having which of the following modes of action is most likely to produce a complete remission in this patient?",
    "exp": "This patient has a classic history and t (9;22) translocation with chronic myelogenous leukemia. The translocation causes uncontrolled nonreceptor tyrosine kinase activity of the BCR-ABL fusion gene. These patients undergo remission with drugs such as imatinib that inhibit tyrosine kinases. Agents that activate caspases theoretically may help in many cases, especially when apoptosis is blocked as in tumors with BCL2 overexpression. Antibodies to epithelial growth factor receptors, such as ERBB2 (HER2) receptors, are beneficial in certain breast tumors with amplification of this gene. Delivery of p53 into cells by viral vectors has not yet been proven to be valuable in cancer treatment, and it is not used in chronic myelogenous leukemia. Translocation of b-catenin to the nucleus occurs in colon cancers when there is a mutational loss of APC genes.",
    "cop": 4,
    "opa": "Activating cellular caspases",
    "opb": "Antibody binding to EGF receptors",
    "opc": "Delivering normal p53 into cells with viral vectors",
    "opd": "Inhibiting tyrosine kinase activity",
    "subject_name": "Pathology",
    "topic_name": "Neoplasia",
    "id": "17a709d8-5c6d-417b-b116-ebab59d3d0b3",
    "choice_type": "single"
  },
  "552b8010-b294-44cf-b882-efc1d9d9011d": {
    "question": "A 45-year-old woman has experienced worsening arthritis of her hands and feet for the past 15 years. On physical examination, there are marked deformities of the hands and feet, with ulnar deviation of the hands and swan-neck deformities of the fingers. Laboratory studies show an elevated level of rheumatoid factor. CBC shows hemoglobin, 11.6 g/dL; hematocrit, 34.8%; MCV, 87 mm3; platelet count, 268,000/ mm3; and WBC count, 6800/ mm3. There is a normal serum haptoglobin level, serum iron concentration of 20 mg/ dL, total iron-binding capacity of 195 mg/dL, percent saturation of 10.2, and serum ferritin concentration of 317 ng/mL. No fibrin split products are detected. The reticulocyte concentration is 1.1%. What is the most likely mechanism underlying this patient's hematologic abnormalities?",
    "exp": "The iron concentration and iron-binding capacity are low; however, in contrast to the finding in anemia of iron deficiency, the serum ferritin level is increased. This increase is typical of anemia of chronic disease. In this case, the chronic disease is rheumatoid arthritis. Underlying chronic inflammatory or neoplastic diseases increases the secretion of cytokines such as interleukin-1, tumor necrosis factor, and interferon-g. These cytokines promote the sequestration of iron in storage compartments and depress erythropoietin production. Autoantibody hemolytic anemias occur in several autoimmune diseases, such as systemic lupus erythematosus, but not usually in patients with rheumatoid arthritis, as in this case. Normal serum haptoglobin rules out intravascular hemolysis; iron is recycled at a rapid rate. Impaired synthesis of b-globin chains gives rise to b-thalassemia, also characterized by hemolysis. Complement lysis is enhanced in paroxysmal nocturnal hemoglobinuria, which results from mutations in the PIGA gene. Patients with this disorder have a history of infections. Sequestration of RBCs in the spleen occur when RBC membranes are abnormal, as in hereditary spherocytosis or sickle cell anemia, or RBCs are coated by antibodies, as in autoimmune hemolytic anemias. Metastases are space-occupying lesions (myelophthisic process) that can lead to leukoerythroblastosis, with nucleated RBCs and immature WBCs appearing on the peripheral blood smear.",
    "cop": 3,
    "opa": "Autoantibodies against RBC membranes",
    "opb": "Impaired synthesis of b-globin chains",
    "opc": "Inadequate usage of stored iron",
    "opd": "Sequestration of RBCs in splenic sinusoids",
    "subject_name": "Pathology",
    "topic_name": "Blood",
    "id": "552b8010-b294-44cf-b882-efc1d9d9011d",
    "choice_type": "single"
  },
  "7c7a4f37-d42d-4713-a208-caff2a45edd4": {
    "question": "A four year old boy was admitted with a history of abdominal pain and fever for two months maculopapular rash for ten days, and dry cough, dyspnea and wheezing for three days. One examination liver and spleen were enlarged 4 cm and 3 cm respectively below the costal margins. His hemoglobin was 10.0 g/dl, platelet count 37 x 109/L and total leukocyte count 70 x 109/L, which included 80% eosinophils Bone marrow examination revealed a cellular marrow comprising of 45% blasts and 34% Eosinophils and eosinophilic precursors. The blasts stained negative for myeloperoxidase and non-specific esterase and were positive for CD19, CD10, CD22 and CD20. Which one of the following is the most likely diagnosis -",
    "exp": "Ans. is 'c' i.e., Acute lymphoblastic leukemia with hypereosinophilic syndrome The cytochemical features of the blast Myeloperoxidases negative Non specific esterase ---> negative Both myeloperoxidaes and nonspecific esterases are positive in cells of myeloid origin and are negative in cellsoflymphoid origin. Remember, myeloid lineage includes eosinophil, neutrophil and basophils . So the blasts found in the bone marrow are of lymphoid origin (not of myeloid) according to cytochemistry Presence of Pan B cell (CD 19, CD I0, CD22) markers also confirm the cell of lymphoid origin (B lymphocytes) Now let us see the options Acute eosinophilic leukemia For the diagnosis of acute eosinophilic leukemia, the blast cells present in the bone marrow should be of eosinophilic lineage (In these case it is of lymphoid lineage.) Acute myeloid leukemia with eosinophilia It can be ruled out because blasts are not of myeloid lineage which is essential for the diagnois of myeloid leukemia. Biphenotypic acute leukemia (lymphoid and eosinophil lineage) o For the diagnosis of biphenotypic leukemia, blast cell of two lineage must be present In this case blast cells of only lymphoid lineages are present So we are left with option 'c' which is the diagnosis in this case. In ALL with hypereosinophilic syndrome, the symptoms of eosinophilia usually preceedes the symptoms of ALL.",
    "cop": 3,
    "opa": "Biphenotypic acute leukemia (lymphoid and eosinophil lineage)Acute eosinophilic leukemia)",
    "opb": "Acute lymphoblastic leukemia with hypereosinophilic syndrome",
    "opc": "Acute myeloid leukemia with eosinophilia",
    "opd": "All",
    "subject_name": "Pathology",
    "topic_name": null,
    "id": "7c7a4f37-d42d-4713-a208-caff2a45edd4",
    "choice_type": "multi"
  },
  "21120468-ea0e-4802-bd3d-2e4f54eb51ee": {
    "question": "A 28-year-old, previously healthy man has noted increasing fatigue for the past 6 months and the formation of bruises after minimal trauma. Over the past 2 days, he has developed a cough. On physical examination, his temperature is 38.9deg C, and he has diffuse rales in both lungs. He has no hepatosplenomegaly and no lymphadenopathy. Laboratory findings include a sputum culture positive for Streptococcus pneumoniae, hemoglobin of 7.2 g/dL, hematocrit of 21.7%, platelet count of 23,400/ mm3, WBC count of 1310/ mm3, prothrombin time of 13 seconds, partial thromboplastin time of 28 seconds, and total bilirubin of 1 mg/dL. The ANA test result is negative. What is the most likely explanation of these findings?",
    "exp": "Aplastic anemia leads to marked pancytopenia. Many cases are idiopathic, although some can follow toxic exposures to chemotherapy drugs or chemicals, such as benzene. Some cases may follow viral hepatitis infections. An intrinsic defect in stem cells, or T lymphocyte suppression of stem cells, can play a role in the development of aplastic anemia. Hemolysis is unlikely because the bilirubin is normal, and there is no history of an autoimmune disease. Increased susceptibility to complement lysis occurs in paroxysmal nocturnal hemoglobinuria as a result of mutations in the PIGA gene. It is unlikely that the patient has the metastatic disease at this age, with no prior illness; metastases are more likely to produce a leukoerythroblastic peripheral blood appearance. Sequestration of peripheral blood cells in an enlarged spleen could account for mild pancytopenia, but in this case, the spleen is not enlarged.",
    "cop": 1,
    "opa": "Hematopoietic stem cell defect",
    "opb": "Hemolysis of antibody-coated cells",
    "opc": "Increased susceptibility to lysis by complement",
    "opd": "Metastatic adenocarcinoma to bone marrow",
    "subject_name": "Pathology",
    "topic_name": "Blood",
    "id": "21120468-ea0e-4802-bd3d-2e4f54eb51ee",
    "choice_type": "multi"
  },
  "e57550c9-12d6-42d0-8608-3f5176771d50": {
    "question": "A 31-year-old woman has had a persistent fever for the past 2 months. Her temperature has ranged from 38.3degC to 38.6degC on multiple occasions. On physical examination, she has diffuse abdominal pain and mild splenomegaly, but no hepatomegaly or lymphadenopathy. Laboratory studies show Hgb, 13.2 g/dL; Hct, 39.8%; MCV, 930 mm3; platelet count, 242,000/ mm3; and WBC count, 12,290/ mm3 with 71% segmented neutrophils, 19% lymphocytes, and 10% monocytes. CT imaging of her abdomen shows an ill-defined pelvic soft- tissue density mass with a mottled lucent center and a small, square, radiopaque area. Review of her medical record reveals that a salpingo-oophorectomy for ectopic pregnancy was performed on the left side 3 months ago. Which of the following is the most likely cause of her persistent fever?",
    "exp": "She has fever of unknown origin (FUO), at least until a record review correlated with the CT imaging suggests that the mass is a residual hemostatic sponge placed at the time of surgery. Radiopaque markers or radio-frequency identification (RFID) chips can be incorporated into such objects for identification. The mild splenomegaly is consistent with intra-abdominal abscess. There is a long differential diagnosis list for FUO. A mass could represent a neoplasm, but lymphomas do not tend to have significant necrosis and a lucent center. Sarcoidosis tends to involve multiple organs, but lymph node enlargement is likely, although central caseation is not. At the prior surgery, an ovarian neoplasm should have been identified, as would pelvic inflammatory disease that may produce a tubo-ovarian abscess.",
    "cop": 1,
    "opa": "Abscess",
    "opb": "Non-Hodgkin lymphoma",
    "opc": "Ovarian cystadenocarcinoma",
    "opd": "Sarcoidosis",
    "subject_name": "Pathology",
    "topic_name": "Misc.",
    "id": "e57550c9-12d6-42d0-8608-3f5176771d50",
    "choice_type": "multi"
  },
  "c5f44bb7-0f19-4dbd-ad9f-575dd2d74f72": {
    "question": "A known HIV positive patient is admitted in an isolation ward after an abdominal surgery following an accident. The resident doctor who changed his dressing the next day found it to be soaked in blood. Which of the following would be right method of choice of discarding the dressing",
    "exp": "Solid wastes contaminated with blood and fluids including cotton, dressing, soiled plaster castes comes under Category no 6. - category no 6 wastes are discarded in appropriate colour plastic bag and treated by incineration, autoclaving and microwaving. Reference: Park&;s textbook of preventive and social medicine, 23rd edition, pg no: 793,794",
    "cop": 3,
    "opa": "Pour 1% hypochloric on the dressing material and send it for incineration in an appropriate bag",
    "opb": "Pour 5% hypochlorite on the dressing material and send it for incineration in an appropriate bag",
    "opc": "Put the dressing material directly in an appropriate bag and send for incineration",
    "opd": "Pour 2% Lysol on the dressing material and send it for incineration in a appropriate bag",
    "subject_name": "Social & Preventive Medicine",
    "topic_name": "Hospital waste and disaster management, Occupational health",
    "id": "c5f44bb7-0f19-4dbd-ad9f-575dd2d74f72",
    "choice_type": "single"
  },
  "d4811d5e-1940-421f-b2cd-fe0d2b467ac4": {
    "question": "A knownHIV positive patient is admitted in anisolation ward after an abdominal surgery followingan accident. The resident docter who changed hisdressing the next day found it to be soaked in blood hich of the following would be the right method ofchoice of descarding the dressing -",
    "exp": "Ans. is 'c' i.e., Put the dressing material directly in an appropriate bag and send for incineration o This waste category lies in category No. 6 o No.6 category of solid wastes consists of : Items contaminated with blood and fluid containing u Cotton dressings Soiled plaster casts o Linen o Beddings Other materials contaminated with blood o Treatment and disposal of this category of wastes o Incineration (There will be no chemical pretreatment prior to incineration) Autoclaving/microwaving",
    "cop": 3,
    "opa": "Pour 1% hypochloric on the dressing materialand send it for incineration in a appropriate bag",
    "opb": "Pour 5% hypochlorite on the dressing materialand send it for incineration in a appropriate bag",
    "opc": "Put the dressing material directly in anappropriate bag and send for incineration",
    "opd": "Pour2% Lysol on the dressing material and sendit for incineration in a appropriate bag",
    "subject_name": "Social & Preventive Medicine",
    "topic_name": null,
    "id": "d4811d5e-1940-421f-b2cd-fe0d2b467ac4",
    "choice_type": "single"
  },
  "70f2d6a5-c632-4b5f-aab1-5005837e07dc": {
    "question": "A knownHIV positive patient is admitted in anisolation ward after an abdominal surgery followingan accident. The resident docter who changed hisdressing the next day found it to be soaked in blood. hich of the following would be the right method ofchoice of descarding the dressing -",
    "exp": "Ans. is 'c' i.e., Put the dressing material directly in an appropriate bag and send for incineration This waste category lies in category No. 6 o No.6 category of solid wastes consists of : Items contaminated with blood and fluid containing Cotton dressings Soiled plaster casts o Linen o Beddings Other materials contaminated with blood o Treatment and disposal of this category of wastes o Incineration (There will be no chemical pretreatment prior to incineration) Autoclaving/microwaving",
    "cop": 3,
    "opa": "Pour 1% hypochloric on the dressing materialand send it for incineration in a appropriate bag",
    "opb": "Pour 5% hypochlorite on the dressing materialand send it for incineration in a appropriate bag",
    "opc": "Put the dressing material directly in anappropriate bag and send for incineration",
    "opd": "Pour2% Lysol on the dressing material and sendit for incineration in a appropriate bag",
    "subject_name": "Social & Preventive Medicine",
    "topic_name": null,
    "id": "70f2d6a5-c632-4b5f-aab1-5005837e07dc",
    "choice_type": "single"
  },
  "e5efcfe6-0195-4268-b456-5e725e1ea645": {
    "question": "A  20-year-old  patient  weighing  60  kg  has  to  be  prescribed  an  antiepileptic  drug  (available\nas 200 and 400 mg tablets) for generalized tonic-clonic seizures. The pharmacokinetic parameters\nand  therapeutic  plasma  concentration  of  the  selected  drug  are:\nTarget  steady-state  plasma  concentration  (Cpss) –  6  mg/L\nOral  bioavailability  (F) –  70%\nVolume  of  distribution  (V) –  1.4  L/kg\nClearance  (CL) –  80  ml/hr/kg\nPlasma  half  life  (t½) –  15  hours\nWhat should be the loading dose and the daily maintenance dose of the drug for this patient?",
    "exp": "The total volume of distribution and total body clearance for this patients has to be calculated first.",
    "cop": 1,
    "opa": "720 and 984 mg respectively",
    "opb": "984 and 720 mg respectively",
    "opc": "450 and 720 mg respectively",
    "opd": "884 and 984 mg respectively",
    "subject_name": "Pharmacology",
    "topic_name": null,
    "id": "e5efcfe6-0195-4268-b456-5e725e1ea645",
    "choice_type": "single"
  },
  "d07e44ee-61c1-424b-b305-dafa99f5627e": {
    "question": "A scientist has developed an adipocyte cell line that, at 42degC, cannot degrade triglycerides to glycerol and free fatty acids. At 25degC, the triglyceride degradation is normal. Which one of the following best reflects enzymes in which a temperature-sensitive mutation may lead to this phenotype?",
    "exp": "Insulin levels decrease, and glucagon levels rise, stimulating lipolysis. (Epinephrine and other hormones promote lipolysis by the same mechanism.)a. cAMP levels rise, and PKA is activated.b. PKA phosphorylates perilipin-1, which then dissociates from the enzyme ATGL.c. When free of perilipin-1, ATGL is active and converts triacylglycerol to a free fatty acid and DAG.d. PKA directly phosphorylates and activates hormone sensitive lipase, which converts DAG to a free fatty acid and monoacylglycerol.e. Monoglyceride lipase then converts the monoacylglycerol to a free fatty acid and glycerol.The hormone-sensitive lipase of adipose tissue is responsible for degrading diacylglycerol to a free fatty acid and monoacylglycerol. The enzyme is activated by glucagon via a cAMP-mediated process (the activation of protein kinase A). Thus, mutations in PKA or the glucagon receptor may interfere with the eventual phosphorylation and activation of the hormone-sensitive lipase. Adenylate kinase is not involved in this cascade (although a mutation in adenylate cyclase would be involved, as that is the enzyme that produces cAMP). The insulin receptor promotes triglyceride synthesis and storage in the adipocyte, so a mutation in the insulin receptor would not promote triglyceride degradation. Glycerol kinase is only expressed in the liver and is not present in adipose cells.",
    "cop": 3,
    "opa": "Protein Kinase A - yes; Adenylate Kinase - no; Insulin Receptor - no; Glucagon Receptor - yes; Glycerol Kinase - yes",
    "opb": "Protein Kinase A - no; Adenylate Kinase - no; Insulin Receptor - yes; Glucagon Receptor - no; Glycerol Kinase - yes",
    "opc": "Protein Kinase A - yes; Adenylate Kinase - no; Insulin Receptor - no; Glucagon Receptor - yes; Glycerol Kinase - no",
    "opd": "Protein Kinase A - no; Adenylate Kinase - yes; Insulin Receptor - yes; Glucagon Receptor - no; Glycerol Kinase - no",
    "subject_name": "Biochemistry",
    "topic_name": "Endocrinology",
    "id": "d07e44ee-61c1-424b-b305-dafa99f5627e",
    "choice_type": "single"
  },
  "4ada601f-4935-46c1-8154-240e065c3f89": {
    "question": "A 48 year old woman was admitted with a history of weakness for two months. On examination, she has enlarged cervical lymph nodes and spleen. Her hemoglobin was 10.5 g/dl, platelet count 2.7 x 109/L and total leukocyte count 40 x 109/L, which included 80% mature lymphoid cells with coarse clumped chromatin. Bone marrow revealed a nodular lymphoid infiltrate. The peripheral blood lymphoid cells were positive for CD 19, CD5, CD20 and CD23 and were negative for CD79B and FMC-7. The histopathological examination of the lymph node in this patient, will most likely exhibit effacement of lymph node arachitecture by:",
    "exp": "Patient in the question stem is showing features of chronic lymphocytic leukemia. Histopathological examination in a case of CLL shows diffuse effacement of lymphocyte architecture by small to medium sized lymphocytes with clumped chromatin, indistinct or absent nucleoli and scanty cytoplasm. Chronic lymphocytic leukemia (CLL) is a clonal malignancy of B lymphocytes. It is manifested clinically by immunosuppression, bone marrow failure, and organ infiltration with lymphocytes. Ref: Current Medical Diagnosis and Treatment, 2012, Chapter 13",
    "cop": 4,
    "opa": "A pseudofollicular pattern with proliferation centers",
    "opb": "A monomorphic lymphoid proliferation with a nodular pattern",
    "opc": "A predominantly follicular pattern",
    "opd": "A diffuse proliferation of medium to large lymphoid cells with high mitotic rate",
    "subject_name": "Pathology",
    "topic_name": null,
    "id": "4ada601f-4935-46c1-8154-240e065c3f89",
    "choice_type": "single"
  },
  "30221adb-9c4f-4468-be08-fda290b0262c": {
    "question": "A 66-year-old man has experienced fatigue, a 5-kg weight loss, night sweats, and abdominal discomfort for 10 months. On physical examination, he has marked splenomegaly; there is no lymphadenopathy. Laboratory studies show hemoglobin, 10.1 g/dL; hematocrit, 30.5%; MCV, 89 gm3; platelet count, 94,000/mm3; and WBC count, 14,750/mm3 with 55% segmented neutrophils, 9% bands, 20% lymphocytes, 8% monocytes, 4% metamyelocytes, 3% myelocytes, 1% eosinophils, and 2 nucleated RBCs per 100 WBCs. The peripheral blood smear also shows teardrop cells. The serum uric acid level is 12 mg/dL. A bone marrow biopsy specimen shows extensive marrow fibrosis and clusters of atypical megakaryocytes. Which of the following is most likely to account for the enlargement in this patient's spleen?",
    "exp": "Myelofibrosis with myeloid metaplasia is a myeloproliferative disorder that is also a stem cell disorder in which neoplastic megakaryocytes secrete fibrogenic factors leading to marrow fibrosis. The neoplastic clone then shifts to the spleen, where it shows trilineage hematopoietic proliferation (extramedullary hematopoiesis), in which megakaryocytes are prominent. The marrow fibrosis and the extramedullary hematopoiesis in the spleen fail to regulate orderly release of leukocytes into the blood. The peripheral blood has immature RBC and WBC precursors (leukoerythroblastic picture). Hematopoietic cell proliferation and turnover increases purine metabolism and uric acid production. Teardrop RBCs are misshapen RBCs that are seen when marrow undergoes fibrosis. Marrow injury also can be the result of other causes (e.g., metastatic tumors, irradiation). These causes also can give rise to a leukoerythroblastic picture, but splenic enlargement with trilineage proliferation usually is not seen. The other causes mentioned - Hodgkin lymphoma, portal hypertension, and Histoplasma capsulatum infection - can cause splenic enlargement, but not marrow fibrosis. Metastases to the spleen are uncommon.",
    "cop": 1,
    "opa": "Extramedullary hematopoiesis",
    "opb": "Granulomas with Histoplasma capsulatum",
    "opc": "Hodgkin lymphoma",
    "opd": "Metastatic adenocarcinoma",
    "subject_name": "Pathology",
    "topic_name": "Blood",
    "id": "30221adb-9c4f-4468-be08-fda290b0262c",
    "choice_type": "single"
  }
}