{
  "2aa0f26a-108c-41ca-9e97-c523574b2352": {
    "question": "A 58-year-old female smoker with end-stage chronic obstructive pulmonary disease and osteoarthritis is on ipratropium bromide and albuterol inhalers, and hydrocodone-acetaminophen. She presents with respiratory distress for 2 days accompanied by increased thick, yellow sputum production, low grade fever, and increasing confusion. On examination she is mildly obtunded but arousable, BP 160/100, pulse 115/min, RR 30/min, O2 saturation 84% on her usual 3 L/min nasal cannula oxygen. She is using accessory muscles to breath, has diffuse wheezing and rhonchi bilaterally, a prolonged expiratory phase, distant but regular heart sounds, and no peripheral edema.Arterial blood gases (ABGs) on arrival are as follows:pH: 7.20,PO2: 70 mm HgPCO2: 65 mm Hgcalculated HCO3 29 mEq/L.Electrolytes return shortly thereafter as follows:Na: 140 mEq/LK: 5.1 mEq/LHCO3: 29 mEq/LCl: 100 mEq/LBUN 20 mg/dL creatinine 1.5 mg/dLglucose 89 mg/dL.After prompt initiation of noninvasive positive pressure ventilation (Bi-pap), blood cultures, toxicology screen, intravenous fluids, and IV antibiotics, you have time to consider the patient's metabolic situation. Choose the answer which best describes the acid-base condition and its etiology.",
    "exp": "Patients with severe COPD often have a baseline chronic respiratory acidosis with a PCO2 in the 50 to 60 mm Hg range. They are unable to ventilate sufficiently to correct the acidotic situation this creates. The kidney then compensates by retaining HCO3 . This results in a new steady state in which the patient has a near-normal pH on their blood gas despite the chronically elevated CO2 . In this question the further deterioration in the patient's respiratory status due to COPD exacerbation has caused further CO2 retention and a superimposed acute respiratory acidosis on top of the chronic respiratory acidosis. Salicylate overdose normally causes an anion gap acidosis and the AG is normal here. Volume depletion, especially due to recurrent vomiting, can lead to a contraction alkalosis, but this patient's acidosis indicates that the elevated bicarbonate level is caused by renal compensation for her chronic CO2 retention.",
    "cop": 4,
    "opa": "The patient has acute, severe respiratory acidosis caused by the sudden deterioration in her respiratory status.",
    "opb": "The patient has an underlying metabolic acidosis caused by her renal insufficiency now compounded by a respiratory alkalosis.",
    "opc": "The patient ingested abundant amounts of aspirin which caused a severe metabolic acidosis and respiratory failure.",
    "opd": "The patient has a baseline chronic respiratory acidosis with metabolic compensation, now with a superimposed further respiratory acidosis caused by decreased ventilation.",
    "subject_name": "Medicine",
    "topic_name": "Kidney",
    "id": "2aa0f26a-108c-41ca-9e97-c523574b2352",
    "choice_type": "multi"
  },
  "c7d95904-b4be-44c3-8fc5-21f044d6f114": {
    "question": "A 63-year-old woman with long-standing type 2 diabetes, hypertension, osteoarthritis, and controlled systolic congestive heart failure following a previous anterior myocardial infarction presents for a routine office visit. She denies any significant complaints. The patient faithfully takes her glargine insulin, lisinopril, carvedilol, furosemide, and aspirin. On examination her blood pressure is 122/82, pulse 85, RR 14, with clear lungs, regular heartbeat, and 1+ bilateral pedal edema. You review the chart and find that her baseline creatinine is 1.5 mg/dL with an estimated glomerular filtration (GFR) rate of 42 mL/min. Her laboratory studies drawn early the morning of the visit returns as follows:Na: 138 mEq/LK: 6.0 mEq/LHCO3: 15 mEq/LCl: 120 mEq/LBUN: 20 mg/dLCreatinine: 1.8 mg/dLGlucose: 183 mg/dLYou suspect she has a Type 4 renal tubular acidosis. What is the most common pathophysiologic scenario leading to this acid-base disturbance?",
    "exp": "Type 4 renal tubular acidosis occurs when there is distal nephron dysfunction leading to disproportionate levels of hyperkalemia and acidosis compared to the degree of kidney disease encountered. This is most commonly seen in patients with long-standing diabetes and can be exacerbated by the use of non-steroidal, trimethoprim-sulfamethoxazole and angiotensin-converting enzyme inhibitors. A patient with congestive heart failure and renal hypoperfusion can develop prerenal azotemia, but you would expect clinical evidence of decompensated heart failure and an elevated BUN to creatinine ratio (well above 10/1). A patient who has been over diuresis will tend to have hypokalemia, a higher BUN/Cr ratio and a contraction alkalosis. Salicylate poisoning typically requires a significant ingestion (not mentioned in this question) and causes a wide-anion gap metabolic acidosis. Use of ACE inhibitors can lead to hyperkalemia but neither ACE inhibitors nor beta-blockers typically lead to a Type 4 RTA.",
    "cop": 1,
    "opa": "The combination of long-standing diabetes and hypertension has led to distal nephron dysfunction inhibiting both acid and potassium secretion.",
    "opb": "The patient's heart failure has caused decreased renal perfusion resulting in the metabolic abnormalities.",
    "opc": "The patient has been overtreated with diuretics leading to intravascular volume depletion and acidosis.",
    "opd": "The patient's aspirin use has led to toxicity in the setting of acute kidney injury and hence the metabolic acidosis.",
    "subject_name": "Medicine",
    "topic_name": "Kidney",
    "id": "c7d95904-b4be-44c3-8fc5-21f044d6f114",
    "choice_type": "multi"
  },
  "3d86063a-f2fb-4798-86a6-c3d0244f0a1d": {
    "question": "Which of the following regimens is recommended for multibacillary leprosy in children of 10 to 14 years of age?",
    "exp": "Multi-drug therapy (MDT) MDT treatment is provided in blister packs, each containing four weeks' treatment. Specific blister packs are available for multibacillary (MB) and paucibacillary (PB) leprosy as well for adults and children. Standard adult treatment regimen for MB leprosy: Rifampicin: 600 mg once a month Clofazimine: 300 mg once a month, and 50 mg daily Dapsone: 100 mg daily Duration: 12 months (12 blister packs) Standard adult treatment regimen for PB leprosy: Rifampicin: 600 mg once a month Dapsone: 100 mg daily Duration: six months (six blister packs) Standard child (ages 10 - 14) treatment regimen for MB leprosy: Rifampicin: 450 mg once a month Clofazimine: 150 mg once a month, and 50 mg every other day Dapsone: 50 mg daily Duration: 12 months (12 blister packs) Standard child (ages 10 - 14) treatment regimen for PB leprosy: Rifampicin: 450 mg once a month Dapsone: 50 mg daily Rifampicin is a potent bactericidal for M. leprae but should always be given in combination with other antileprotics, since a single-step mutation can confer resistance. Dapsone is bacteriostatic. It commonly causes mild haemolysis and rarely anaemia. Clofazimine is a red, fat-soluble crystalline dye, weakly bactericidal for M. leprae. Skin discoloration (red to purple-black) and ichthyosis are troublesome side-effects, paicularly on pale skins. New bactericidal drugs against M. leprae have been identified, notably fluoroquinolones (pefloxacin and ofloxacin). Minocycline and clarithromycin may also be used. These agents are now established second-line drugs. Minocycline causes a grey pigmentation of skin lesions. Ref Harrison20th edition pg 1078",
    "cop": 1,
    "opa": "Rifampicin 450 mg once a month (under supervision)+ Dapsone 50 mg daily (self- administered)+ Clofazimine 150 mg once a month (under supervision) and 50 mg every alternate day",
    "opb": "Rifampicin 600 mg once a month (under supervision)+ Dapsone 100 mg daily (self- administered)+ Clofazimine 50 mg once a month (under supervision) and 25 mg every alternate day",
    "opc": "Rifampicin 450 mg once a month (under supervision) + Dapsone 50 mg daily (self- administered)",
    "opd": "Rifampicin 600 mg once a month (under supervision) + Dapsone 50 mg daily (self- administered)",
    "subject_name": "Medicine",
    "topic_name": "Infection",
    "id": "3d86063a-f2fb-4798-86a6-c3d0244f0a1d",
    "choice_type": "single"
  },
  "f9a2c103-6752-4a0b-9915-e840f6057b16": {
    "question": "A female presents with anorexia, weight loss, hyperpigmentation, bowel changes, and light headedness on standing. The cosyntropin stimulation test shows random serum coisol of 11 mcg/dL (normal is greater than or equal to 20 mcg/dL). Serum coisol 1 hour after 0.25 mg cosyntropin N is 14 mcg/dL. (The rise in coisol is expected to be > 7 mcg/dL). Aldosterone level is 10 ng/dL. Which of the following is an appropriate treatment for this patient?",
    "exp": "Whenever in endocrine question if Hyperpigmentation is mentioned: ADDISON'S disease * Coisol levels are || in patients * Cosyntropin test is not proper as in Normal post Cosyntropin test the rise of coisol levels should be >7meq/dl but here in the question its from (11 to 14meq/dl only) Therefore, here the adrenal gland fails to respond as it may be damaged d/t TB Diagnosis: 1deg ADDISON's disease For Addison disease (DOC): HYDROCOISONE Medically manage the patient by maintaining the BP so given.",
    "cop": 3,
    "opa": "Hydrocoisone 15 mg daily for life",
    "opb": "Prednisone 5 mg daily for life",
    "opc": "Hydrocoisone 15 mg and fludrocoisone 0.1 mg daily for life",
    "opd": "Prednisone 60 mg daily tapering to 10 mg a day and fludrocoisone 0.1 daily mg for life",
    "subject_name": "Medicine",
    "topic_name": "Endocrinology",
    "id": "f9a2c103-6752-4a0b-9915-e840f6057b16",
    "choice_type": "single"
  },
  "d2f0585b-8681-4de8-9017-16f35b567833": {
    "question": "A 50-year-old woman with SLE presents to the emergency depament with complaints of headache and fatigue. Her past manifestations of SLE have been ahralgias, haemolytic anaemia, malar rash, and mouth ulcers, and she is known to have high titres of antibodies to dsDNA. She currently is taking prednisone, 5 mg daily, and hydroxychloroquine, 200 mg daily. On examination, she is found to have a BP 190/110 mmHg with a HR 98 bpm. A urinalysis shows 25 RBCs per HPF with 2+ proteinuria. No RBC casts are identified. Her BUN is 90 mg/dL, and creatinine is 2.8 mg/dL (baseline 0.8 mg/dL). She has not previously had renal disease related to SLE and is not taking NSAIDs. She denies any recent illness, decreased oral intake, or diarrhoea. What is the most appropriate next step in the management of this patient?",
    "exp": "This patient is presenting with acute lupus nephritis. It is Immune complex mediated disease. M/C/C of death in patients of SLE. The urinalysis shows evidence of active nephritis with hematuria and proteinuria. Even in the absence of red blood cell (RBC) casts, therapy should not be withheld to await biopsy results. Factors Governing progression to Lupus Nephritis: Increased Progression Decreased Progression Hypeension Proteinuria Increase dsDNA titer Low C3 complement Thrombocytopenia 1. Anti RO antibody 2. Anti LA antibody The mainstay of treatment for any life-threatening or organ threatening manifestation of SLE is high-dose systemic glucocoicoids. Addition of immunosuppressive agents (cyclophosphamide, azathioprine, mycophenolate mofetil) is recommended to treat serious complications of SLE, but their effects are delayed for 3-6 weeks after initiation of therapy, whereas the effects of glucocoicoids begin within 24 hours. Thus, these agents alone should not be used to treat acute serious manifestations of SLE.",
    "cop": 3,
    "opa": "Initiate cyclophosphamide, 500 mg/m2 body surface area intravenously (IV), and plan to repeat monthly for 3-6 months.",
    "opb": "Initiate haemodialysis.",
    "opc": "Initiate high-dose steroid therapy (IV methylprednisolone, 1000 mg daily for 3 doses, followed by oral prednisone, 1 mg/kg daily) and mycophenolate mofetil, 2 g daily.",
    "opd": "Initiate plasmapheresis",
    "subject_name": "Medicine",
    "topic_name": "Systemic Lupus Erythematous",
    "id": "d2f0585b-8681-4de8-9017-16f35b567833",
    "choice_type": "multi"
  },
  "420a92a7-2d74-4c10-9f9a-23647d11119b": {
    "question": "A 10 month old child weighing 8 kg is brought to the clinic due to repeated vomiting and persistent diarrhoea. On ophthalmological examination, Bitot's spots are seen on the bulbar conjunctiva of both eyes. What is the recommended schedule of vitamin A therapy to be given to this child?",
    "exp": "According to the WHO treatment schedule, Bitot's spots are treated with Vitamin A at a dosage of 2 lakh IU orally or 1 lakh IU intramuscularly, immediately on diagnosis and repeated the following day and 4 weeks later, for children above 1 year of age. This includes children of 8 kg or more, as children less than 8 kg and less than 1 year of age are given half the above dosage. Though oral treatment is recommended, vitamin A is given intramuscularly in cases of repeated vomiting and severe diarrhoea. Ref: Ophthalmology, By A. K. Khurana, 3rd Edition, Page 416, 417.",
    "cop": 4,
    "opa": "2 lakh international units intramuscularly on day 0, 28",
    "opb": "1 lakh international units intramuscularly on day 0, 28",
    "opc": "2 lakh international units intramuscularly on day 0, 1, 28",
    "opd": "1 lakh international units intramuscularly on day 0, 1, 28",
    "subject_name": "Social & Preventive Medicine",
    "topic_name": null,
    "id": "420a92a7-2d74-4c10-9f9a-23647d11119b",
    "choice_type": "multi"
  },
  "e280779d-9e20-4198-b368-c1c697a249bb": {
    "question": "A 47-year-old HIV-positive man is brought to the emergency room because of weakness. The patient has HIV nephropathy and adrenal insufficiency. He takes trimethoprim-sulfamethoxazole for PCP prophylaxis and is on triple-agent antiretroviral treatment. He was recently started on spironolactone for ascites due to alcoholic liver disease. Physical examination reveals normal vital signs, but his muscles are diffusely weak. Frequent extrasystoles are noted. He has mild ascites and 1+ peripheral edema. Laboratory studies show a serum creatinine of 2.5 with a potassium value of 7.3 mEq/L. ECG shows peaking of the T-waves and QRS widening to 0.14.Once the patient is stabilized and the T-waves have normalized, it is important to review the potential causes of his hyperkalemia and to take steps to prevent this from happening again. As you consider the pathophysiology of each confounding factor, which of the following statements is true?",
    "exp": "Spironolactone, a potassium sparing diuretic by way of competitive inhibition of aldosterone at the collecting duct of the nephron, can lead to significant hyperkalemia in the setting of chronic kidney disease. Trimethoprim-sulfamethoxazole can also cause hyperkalemia by interfering with potassium exchange in the distal nephron. Heparin, including low-molecular-weight types, directly affects the zona glomerulosa of the kidney, reducing aldosterone production; it can lead to severe hyperkalemia in patients with already damaged kidneys. Adrenal insufficiency also leads to decreased aldosterone synthesis and hyperkalemia. Pseudo-hyperkalemia occurs precisely as described in option c, however, this patient had clinical signs and ECG changes consistent with true hyperkalemia.",
    "cop": 2,
    "opa": "Trimethoprim-sulfamethoxazole, which this patient was taking to prevent Pneumocystis infection, causes hypokalemia and therefore deterred this patient from presenting sooner.",
    "opb": "Spironolactone, a commonly used diuretic for treating ascites in the setting of cirrhosis, acts as a competitive aldosterone inhibitor at the level of the collecting duct of the nephron, resulting in decreased potassium excretion and hyperkalemia.",
    "opc": "This patient most likely had pseudo-hyperkalemia due to the use of a very small needle as well as rough handling of the specimen as it was transported to the laboratory, both of which caused hemolysis and release of potassium into the serum",
    "opd": "Once this patient is hospitalized he will likely receive heparin for the prevention of deep venous thrombosis. Heparin should help ameliorate the hyperkalemia in the ensuing days in the hospital.",
    "subject_name": "Medicine",
    "topic_name": "Kidney",
    "id": "e280779d-9e20-4198-b368-c1c697a249bb",
    "choice_type": "multi"
  },
  "69300e92-8183-4a5a-b6b2-03bfc42720f1": {
    "question": "A 32-year-old G2P1001 at 20 weeks gestational age presents to the emergency room complaining of constipation and abdominal pain for the past 24 h. The patient also admits to bouts of nausea and emesis since eating a very spicy meal at a new Thai restaurant the evening before. She denies a history of any medical problems. During her last pregnancy, the patient underwent an elective cesarean section at term to deliver a fetus in the breech presentation. The emergency room doctor who examines her pages you and reports that the patient has a low-grade fever of 100degF, with a normal pulse and blood pressure. She is minimally tender to deep palpation with hypoactive bowel sounds. She has no rebound tenderness. The patient has a WBC of 13,000, and electrolytes are normal. What is the appropriate next step in the management of this patient?",
    "exp": "This patient's history and physical exam are consistent with an intestinal obstruction. An intestinal obstruction must be ruled out because, if it goes undiagnosed and untreated, it can result in a bowel perforation. This patient has a history of a previous abdominal surgery, which places her at risk for adhesions. Beginning in the second trimester, the gravid uterus can push on these adhesions and result in a bowel strangulation. Common symptoms of intestinal obstruction include colicky abdominal pain, nausea, and emesis. Signs of a bowel obstruction include abdominal tenderness and decreased bowel sounds. Fever and an elevated white blood cell count are present with bowel strangulation and necrosis. This patient has a mild leukocytosis, which is also characteristic of normal pregnancy. In order to rule out an intestinal obstruction, an upright or lateral decubitus abdominal x-ray should be done to identify the presence of distended loops of bowel and air-fluid levels, which confirm the diagnosis. Treatment consists of bowel rest, intravenous hydration, and nasogastric suction; patients who do not respond to conservative therapy may require surgery. Bowel stimulants such as laxatives or enemas should not be administered. Pregnant women are predisposed to constipation secondary to decreased bowel motility induced by elevated levels of progesterone. The symptoms of nausea and emesis in this patient and the presence of a low-grade fever prompt further workup because her presentation is not consistent with uncomplicated constipation. In pregnancy, constipation can be treated with hydration, increased fiber in the diet, and the use of stool softeners. The patient's sudden onset of emesis and abdominal pain is not consistent with the normal presentation of hyperemesis gravidarum. Hyperemesis typically has an onset in the early part of the first trimester and usually resolves by 16 weeks. It is characterized by intractable vomiting causing severe weight loss, dehydration, and electrolyte imbalance. The ingestion of spicy foods during pregnancy can cause or exacerbate gastric reflux or \"heartburn\" but would not cause the severity of the symptoms described in this patient's presentation. Dyspepsia during pregnancy can be treated with antacids. The patient with gastric reflux in pregnancy should also be counseled to eat smaller, more frequent meals and bland food.",
    "cop": 4,
    "opa": "The history and physical exam are consistent with constipation, which is commonly associated with pregnancy; the patient should be discharged with reassurance and instructions to give herself a soapsuds enema and follow a high-fiber diet with laxative use as needed",
    "opb": "The patient should be prepped for the operating room immediately to have an emergent appendectomy",
    "opc": "The patient should be reassured that her symptoms are due to the spicy meal consumed the evening before and should be given Pepto-Bismol to alleviate the symptoms",
    "opd": "The patient should be sent to radiology for an upright abdominal x-ray",
    "subject_name": "Gynaecology & Obstetrics",
    "topic_name": "Physiological changes during Pregnancy",
    "id": "69300e92-8183-4a5a-b6b2-03bfc42720f1",
    "choice_type": "multi"
  },
  "03a9f92b-8055-45f9-a8de-8a203906f0f4": {
    "question": "A 40 years old female patient attends the OG department with swelling of legs for past one day. There is no history of fever. 2 years back she had a metastatic breast adenocarcinoma which was treated with paclitaxel and radiotherapy. Blood pressure 120/76 mmHg, Pulse rate 84/min, temperature 37.6 C, Respiratory rate 16/ min. Saturation was 99% in room air. There was warmth and tenderness over the left leg and left thigh. Auscultation of lungs revealed clear fields. Urine pregnancy test was negative. CT chest was normal. USG of left leg revealed thrombus in the superficial femoral vein. The most appropriate treatment is",
    "exp": "Answer: c) Enoxaparin and warfarin therapy with a goal to maintain INR of 2-3 (HARRISON 19TH ED, P-1635)DEEP VEIN THROMBOSISMost common site of DVT - calf veinsRisk of pulmonary embolism is much higher with proximal DVT (40% to 50%) than with clots confined to the distal calf vessels (5% to 10%)Pain and swelling are the major complaints from patients with DVTA large number of patients are asymptomatic, particularly if the DVT is restricted to the calfPain with dorsiflexion of the foot (Homan's sign) may be present, but the low sensitivity and the low specificity limit the usefulness of this sign in the diagnosis of lower-extremity DVTDiagnosis of DVTD-dimer elevation is a highly sensitive indicator of DVT (but not specific)Duplex ultrasonography has greater sensitivity in detecting proximal DVT than distal DVT of the lower extremities.Contrast venography is the \"gold standard\" test, but it is invasive and technically difficultTreatmentImmediate Anticoagulation:Unfractionated heparin, bolus and continuous infusion, to achieve aPTT 2-3 times the normal, or Enoxaparin or Dalteparin or Fondaparinux.Continue parenteral anticoagulation for a minimum of 5 daysUnfractionated heparin, low-molecular-weight heparin, and fondaparinux are the usual immediately effective \"bridging agents\" used when initiating warfarinWarfarin Anticoagulation: Usual start dose is 5 mg; Titrate to INR, target 2.0-3.0",
    "cop": 3,
    "opa": "Dalteparin and enoxaparin together",
    "opb": "Warfarin therapy with a goal to maintain INR of 2-3",
    "opc": "Enoxaparin and warfarin therapy with a goal to maintain INR of 2-3",
    "opd": "Aspirin and warfarin therapy with a goal to maintain INR of 2-3",
    "subject_name": "Medicine",
    "topic_name": "Blood",
    "id": "03a9f92b-8055-45f9-a8de-8a203906f0f4",
    "choice_type": "single"
  },
  "468e0927-366c-43af-add2-808cc5e749f3": {
    "question": "An agitated, confused female client arrives in the emergency department. Her history includes type 1 diabetes mellitus, hypertension, and angina pectoris. Assessment reveals pallor, diaphoresis, headache, and intense hunger. A stat blood glucose sample measures 42 mg/dl, and the client is treated for an acute hypoglycemic reaction. After recovery, the nurse teaches the client to treat hypoglycemia by ingesting:",
    "exp": "To reverse hypoglycemia, the American Diabetes Association recommends ingesting 10 to 15 g of a simple carbohydrate, such as three to five pieces of hard candy, two to three packets of sugar (4 to 6 tsp), or 4 oz of fruit juice. If necessary, this treatment can be repeated in 15 minutes. \nIngesting only 2 to 5 g of a simple carbohydrate may not raise the blood glucose level sufficiently. Ingesting more than 15 g may raise it above normal, causing hyperglycemia.",
    "cop": 2,
    "opa": "2 to 5 g of a simple carbohydrate",
    "opb": "10 to 15 g of a simple carbohydrate.",
    "opc": "18 to 20 g of a simple carbohydrate.",
    "opd": "25 to 30 g of a simple carbohydrate.",
    "subject_name": "Medicine",
    "topic_name": null,
    "id": "468e0927-366c-43af-add2-808cc5e749f3",
    "choice_type": "multi"
  },
  "a572f1aa-16bc-4b4e-8ea3-42629f4a38d3": {
    "question": "Pyridoxal phosphate is a key cofactor in metabolism. Which one of the following best represents reactions that require this cofactor?",
    "exp": "Pyridoxal phosphate, an aldehyde, interacts with an amino acid to form a Schiff base. Various products can be generated, depending on the enzyme (see Figure below).a. Amino acids are transaminated, decarboxylated, or deaminated in pyridoxal phosphate-requiring reactions.b. Pyridoxal phosphate is derived from vitamin B6 (pyridoxine).Pyridoxal phosphate is required for the activity of glycogen phosphorylase (the phosphorolysis of glycogen to glucose-1-phosphate), transaminases (such as transferring the nitrogen from aspartate to pyruvate to produce oxaloacetate and alanine), 3-elimination and addition reactions (exemplified by the condensation of serine and homocysteine to form cystathionine), and amino acid decarboxylations (histidine to histamine). Pyridoxal phosphate is not required for the conversion of homocysteine to methionine because that reaction requires N5-methyltetrahydrofolate and vitamin B12 .The structures of pyridoxal phosphate",
    "cop": 1,
    "opa": "Glycogenn Converted to Glucose-1-Phosphate and Glycogenn-1 - yes; Pyruvate Plus Aspartate Producing Alanine and Oxaloacetate - yes; Homocysteine Plus N5-Methyl-THF Produces Methionine and THF - no; Homocysteine Plus Serine Produces Cystathionine - yes; Histidine Produces Histamine - yes",
    "opb": "Glycogenn Converted to Glucose-1-Phosphate and Glycogenn-1 - yes; Pyruvate Plus Aspartate Producing Alanine and Oxaloacetate - yes; Homocysteine Plus N5-Methyl-THF Produces Methionine and THF - yes; Homocysteine Plus Serine Produces Cystathionine - no; Histidine Produces Histamine - yes",
    "opc": "Glycogenn Converted to Glucose-1-Phosphate and Glycogenn-1 - yes; Pyruvate Plus Aspartate Producing Alanine and Oxaloacetate - yes; Homocysteine Plus N5-Methyl-THF Produces Methionine and THF - no; Homocysteine Plus Serine Produces Cystathionine - yes; Histidine Produces Histamine - no",
    "opd": "Glycogenn Converted to Glucose-1-Phosphate and Glycogenn-1 - yes; Pyruvate Plus Aspartate Producing Alanine and Oxaloacetate - no; Homocysteine Plus N5-Methyl-THF Produces Methionine and THF - yes; Homocysteine Plus Serine Produces Cystathionine - no; Histidine Produces Histamine - no",
    "subject_name": "Biochemistry",
    "topic_name": "Proteins and Amino Acids",
    "id": "a572f1aa-16bc-4b4e-8ea3-42629f4a38d3",
    "choice_type": "single"
  },
  "a1734ce5-c736-4dc9-b9da-b42e37f4597b": {
    "question": "A 48 year old woman was admitted with a history of weakness for two months. On examination, cervical lymph nodes were found enlarged and spleen was palpable 2 cm below the costal margin. Her hemoglobin was 10.5 g/dl, platelet count 2.7 X 1091 L and total leukocyte count 40 X 109/ L, which included 80% mature lymphoid cells with coarse clumped chromatin. Bone marrow revealed a nodular lymphoid infiltrate. The peripheral blood lymphoid cells were positive for CD 19, CD5, CD20 and CD23 and were negative for CD 79 B and FMC-7. The histopathological examination of the lymph node in this patient will most likely exhibit effacement of lymph node arachitecture by -",
    "exp": "Ans is 'd' i.e., A diffuse proliferation of medium to large lymphoid cells with high mitotic rate o Lymphocytes postive for CD 19, CD20, CD23, CD5 suggest the diagnosis of chronic lymphocytic leukemia/small lymphcytic lymphoma. o In CLL/SLL larger lymphocytes show high mitotic activity and form proliferation centre. Chronic lymphocytic leukemia (CLL). small lymphocytic lymphoma (SLL). o CLL and SLL are identical neoplasms/arise due to an abnormal neoplastic proliferation of B cells. o CLL involves primarily bone marrow and blood, while SLL involves lymph nodes Morphology of CLL/SLL o The tumor cells of CLL are small B lymphocytes. o Leukemic cells have the morphological appearance of normal small to medium sized lymphocytes with clumped chromatin, inconspicuous nuclei and a small ring of cytoplasm. o The lymph node architecture is diffusely effaced by these tumor cells. o These cells are mixed with variable numbers of larger cells called prolymphocytes. o In many cases, prolymphyocytes gather together focally to form as proliferation centers, so called because they contain relatively large number of mitotic activity. o When present proliferation centers are pathognomonic for CLL/SLL. o In CLL, the peripheral blood contains increased numbers of small, round lymphocytes with scant frequently disrupted in the process of making smears, producing So called smudge cells.. Markers of CLL tumor cells o CLL is a tumor of mature B-cells, therefore it expresses the B-cell markers such as CD19, CD20 and surface IgM and IgD. o In addition CD23 and CD5 are also present (In contrast to mantle cell lymphoma which is positive for CD5 but negative for CD23).",
    "cop": 4,
    "opa": "A pseudofollicular pattern with proliferation centers",
    "opb": "A monomorphic lymphoid proliferation with a nodular pattern",
    "opc": "A predominantly follicular pattern",
    "opd": "A diffuse proliferation of medium to large lymphoid cells with high mitotic rate",
    "subject_name": "Pathology",
    "topic_name": null,
    "id": "a1734ce5-c736-4dc9-b9da-b42e37f4597b",
    "choice_type": "single"
  },
  "9747c349-6e75-4ecc-805c-9d616f85c6e0": {
    "question": "A 48 year old woman was admitted with a history of weakness for two months. On examination, cervical lymph nodes were found enlarged and spleen was palpable 2 cm below the costal margin. Her hemoglobin was 10.5 g/dl, platelet count 2.7 X 1091L and total leukocyte count 40 X 109/ L, which included 80% mature lymphoid cells with coarse clumped chromatin. Bone marrow revealed a nodular lymphoid infiltrate. The peripheral blood lymphoid cells were positive for CD 19, CD5, CD20 and CD23 and were negative for CD 79 B and FMC-7.The histopathological examination of the lymph node in this patient will most likely exhibit effacement of lymph node arachitecture by -",
    "exp": "Ans is 'd' i.e., A diffuse proliferation of medium to large lymphoid cells with high mitotic rateo Lymphocytes postive for CD 19, CD20, CD23, CD5 suggest the diagnosis of chronic lymphocytic leukemia/smalllymphcytic lymphoma.o In CLL/SLL larger lymphocytes show high mitotic activity and form proliferation centre.Chronic lymphocytic leukemia (CLL). small lymphocytic lymphoma (SLL).o CLL and SLL are identical neoplasms/arise due to an abnormal neoplastic proliferation of B cells.o CLL involves primarily bone marrow and blood, while SLL involves lymph nodesMorphology of CLL/SLLo The tumor cells of CLL are small B lymphocytes.o Leukemic cells have the morphological appearance of normal small to medium sized lymphocytes with clumped chromatin, inconspicuous nuclei and a small ring of cytoplasm.o The lymph node architecture is diffusely effaced by these tumor cells.o These cells are mixed with variable numbers of larger cells called prolymphocytes.o In many cases, prolymphyocytes gather together focally to form as proliferation centers, so called because they contain relatively large number of mitotic activity.o When present proliferation centers are pathognomonic for CLL/SLL.o In CLL, the peripheral blood contains increased numbers of small, round lymphocytes with scant frequently disrupted in the process of making smears, producing So called smudge cells..Markers of CLL tumor cellso CLL is a tumor of mature B-cells, therefore it expresses the B-cell markers such as CD19, CD20 and surface IgM and IgD.o In addition CD23 and CD5 are also present (In contrast to mantle cell lymphoma which is positive for CD5 but negative for CD23).",
    "cop": 4,
    "opa": "A pseudofollicular pattern with proliferation centers",
    "opb": "A monomorphic lymphoid proliferation with a nodular pattern",
    "opc": "A predominantly follicular pattern",
    "opd": "A diffuse proliferation of medium to large lymphoid cells with high mitotic rate",
    "subject_name": "Pathology",
    "topic_name": null,
    "id": "9747c349-6e75-4ecc-805c-9d616f85c6e0",
    "choice_type": "single"
  },
  "f30c229e-2f1b-4e7a-abfc-bcbc6c888144": {
    "question": "A 71-year-old man is evaluated in the ER for a recent finding of high ESR in a routine blood test. He has history of hypertension, well controlled with metoprolol. His physical examination is completely normal. His laboratory workup reveals hemoglobin 12.6 gm/dL, leukocyte count 8500/mL, and platelet 265,000/mL. Total protein 6.2 g/dL, albumin 3.4 g/dL, BUN 16 mg/dL, creatinine 0.75 mg/dL, and calcium 9.2 mg/dL. Serum protein electrophoresis reveals a sharp, narrow spike, serum immunofixation reveals M-protein 1.2 gm/dL, bone marrow examination reveals less than 10% of monoclonal plasma cells. A skeletal survey is negative for any lytic lesions.",
    "exp": "Multiple myeloma would best explain this patient's presentation. The onset of myeloma is often insidious. Pain caused by bone involvement, anemia, renal insufficiency, and bacterial pneumonia often follow. This patient presented with fatigue and bone pain, then developed bacterial pneumonia probably secondary to Streptococcus pneumoniae, an encapsulated organism for which antibody to the polysaccharide capsule is not adequately produced by the myeloma patient. There is also evidence for renal insufficiency. Hypercalcemia is frequently seen in patients with multiple myeloma and may be life-threatening. Definitive diagnosis of multiple myeloma is made by demonstrating greater than 30% plasma cells in the bone marrow. Seventy-five percent of patients with myeloma will have a monoclonal M spike on serum protein electrophoresis, but 25% will produce primarily Bence-Jones proteins, which, because of their small size, do not accumulate in the serum but are excreted in the urine. Urine protein electrophoresis will identify these patients. Approximately 1% of patients with myeloma will present with a non-secretory myeloma. Patients with non-secretory myeloma have no M-protein on serum/urine electrophoresis and immunofixation; the diagnosis can be made only with bone marrow biopsy. The bone scan in myeloma is usually negative. The radionuclide is taken up by osteoblasts, and myeloma is usually a purely osteolytic process. Renal biopsy might show monoclonal protein deposition in the kidney or intratubular casts but would not be the first diagnostic procedure. Rouleaux formation in peripheral smear is a characteristic finding of myeloma, although it is neither sensitive nor specific.Waldenstrom macroglobulinemia may cause hyper-viscosity syndrome with CNS manifestations including headache, blurring of vision, dizziness, nystagmus, ataxic gait, drowsiness, or even coma. Peripheral neuropathy, coagulopathy, lymphadenopathy, hepatosplenomegaly, and nonspecific constitutional symptoms are often present. An unusual gap between serum total protein and albumin indicates hyperglobulinemia, and a monoclonal IgM spike on serum protein electrophoresis helps establish an initial diagnosis. Bone marrow biopsy revealing more than 10% of lymphoid and plasmacytoid cells confirms the diagnosis. Unlike multiple myeloma, bony lesions are uncommon in Waldenstrom macroglobulinemia, whereas lymphadenopathy and organomegaly are uncommon in myeloma.Monoclonal gammopathy of undetermined significance (MGUS) is a premalignant plasma cell disorder which is often suspected and detected incidentally from routine blood workup. The patients are asymptomatic with no end-organ damage such as renal failure, hypercalcemia, anemia, or lytic bone lesion. The serum electrophoresis reveals an M spike but the amount of M-protein on immunofixation is usually less than 3 gm/dL and bone marrow contains less than 10% of monoclonal plasma cells. Monitoring of patients is important since MGUS can progress to multiple myeloma over a period of time. It is recommended to get the first evaluation 6 months after initial diagnosis followed by annual or biannual checkup.",
    "cop": 3,
    "opa": "Multiple myeloma",
    "opb": "Smoldering multiple myeloma",
    "opc": "Monoclonal gammopathy of undetermined significance",
    "opd": "Waldenstrom macroglobulinemia",
    "subject_name": "Medicine",
    "topic_name": "Oncology",
    "id": "f30c229e-2f1b-4e7a-abfc-bcbc6c888144",
    "choice_type": "single"
  },
  "d2f4c319-d6bd-4b3f-8bdd-aaadf96c1347": {
    "question": "A middle-aged man presents with a markedly enlarged tonsil and recurrent infections with serum immunoglobulin deficiency. Chromosome analysis demonstrates a translocation between the immunuglobulin heavy chain locus on chromosome 14 and an unidentified gene on chromosome 8. Which of the following is the most likely cause of his phenotype?",
    "exp": "This case is an example of Burkitt's lymphoma, which may affect the tonsils or other lymphoid tissues. The translocation places the myc oncogene on chromosome 8 downstream of the very active heavy chain locus on chromosome 14, activating myc gene expression in B cells and their derivatives. The translocation is likely an aberrant form of the normal DNA rearrangements that generate unique heavy chain genes in each B cell. The translocation joins one chromosome 8 to one chromosome 14, leaving their homologues unaffected. The cause for the phenotype must therefore be trans-acting, since cis-acting effects would peain only to the translocated loci and not affect the homologous untranslocated loci. Activation of a tumor-promoting gene (oncogene) on chromosome 8 could produce an enlarged tonsil, while underactivity of immunoglobulin production due to one-half expression could decrease immune function but would not completely ablate the processes in choices a, b, d, and e. At the genetic level, trans-acting events are autosomal dominant in that one of the two homologous loci is abnormal and produces a phenotype. Mutations of cis-acting events must disrupt both homologous loci to produce phenotypes, making them autosomal recessive at the genetic level.",
    "cop": 3,
    "opa": "The translocation has deleted constant chain exons on chromosome 14 and prevented heavy chain class switching",
    "opb": "The translocation has deleted the interval containing diversity d. and joining (J) regions",
    "opc": "The translocation has activated a tumor-promoting gene on chromosome 8",
    "opd": "The translocation has deleted the heavy chain constant chain Cu so that virgin B cells cannot produce IgM on their membranes",
    "subject_name": "Surgery",
    "topic_name": null,
    "id": "d2f4c319-d6bd-4b3f-8bdd-aaadf96c1347",
    "choice_type": "single"
  },
  "fcd0b59b-8f0b-49ca-b08e-d3ff52b79e8f": {
    "question": "A 48 year old woman was admitted with a history of weakness for two months. On examination, cervical lymph nodes were found enlarged and spleen was palpable 2 cm below the costal margin. Her hemoglobin was 10.5 g/dl, platelet count 2.7 × 109/L and total leukocyte count 40 × 109/ L, which included 80% mature lymphoid cells with coarse clumped chromatin. Bone marrow revealed a nodular lymphoid infiltrate. The peripheral blood lymphoid cells were positive for CD 19, CD5, CD20 and CD23 and were negative for CD 79 B and FMC-7.The histopathological examination of the lymph node in this patient will most likely exhibit effacement of lymph node architecture by -",
    "exp": "Lymphocytes positive for CD 19, CD20, CD23, CD5 suggest the diagnosis of chronic lymphocytic leukemia/small lymphocytic lymphoma.\nIn CLL/SLL larger lymphocytes show high mitotic activity and form proliferation centre.\n\nChronic lymphocytic leukemia (CLL), small lymphocytic lymphoma (SLL).\n\nCLL and SLL are identical neoplasm/arise due to an abnormal neoplastic proliferation of B cells.\nCLL involves primarily bone marrow and blood, while SLL involves lymph nodes\n\nMorphology of CLL/SLL\n\nThe tumor cells of CLL are small B lymphocytes.\nLeukemic cells have the morphological appearance of normal small to medium sized lymphocytes with clumped chromatin, inconspicuous nuclei and a small ring of cytoplasm.\nThe lymph node architecture is diffusely effaced by these tumor cells.\nThese cells are mixed with variable numbers of larger cells called prolymphocytes.\nIn many cases, prolymphyocytes gather together focally to form as proliferation centers, so called because they contain relatively large number of mitotic activity.\nWhen present proliferation centers are pathognomonic for CLL/SLL.\nIn CLL, the peripheral blood contains increased numbers of small, round lymphocytes with scant frequently disrupted in the process of making smears, producing So called smudge cells..\n\n\nMarkers of CLL tumor cells\n\nCLL is a tumor of mature -cells, therefore it expresses the B-cell markers such as CD19, CD20 and surface IgM and IgD.\nIn addition CD23 and CD5 are also present (In contrast to mantle cell lymphoma which is positive for CD5 but negative for CD23).",
    "cop": 1,
    "opa": "A pseudofollicular pattern with proliferation centers",
    "opb": "A monomorphic lymphoid proliferation with a nodular pattern.",
    "opc": "A predominantly follicular pattern",
    "opd": "A diffuse proliferation of medium to large lymphoid cells with high mitotic rate",
    "subject_name": "Pathology",
    "topic_name": null,
    "id": "fcd0b59b-8f0b-49ca-b08e-d3ff52b79e8f",
    "choice_type": "single"
  },
  "aa302d64-b1f8-46fc-b3ce-4d80ca3ae28d": {
    "question": "A 45-yrs-old firefighter who weights 74 kg sustains a third-degree burn to 64 percent of his total body surface area. The patient arrives in the emergency depament approximately 30 min after the time of the accident. When the patient's intravenous fluid requirements are calculated using the Parkland formula, the initial orders for choice of fluid and rate of infusion should be",
    "exp": "The Parkland formula for calculating the amount of fluid needed for resuscitation of burned patients calls for 4mL of Ringer's lactate per kilogram of body weight per percentage of total body surface area of second and third-degree burns. Ringer's lactate solution alone is administered for the first 24 h after injury, and one- half of the 24-h requirement should be administered in the first 8 h from the time of injury. In the case described in the question, in which the patient weighed 74 kg, suffered a third-degree bum to 64 percent of his total body surface area, and arrived for treatment a half hour after injury, fluid requirements would be calculated as follows. 4mlx74kgX64= 18,944ml 18,944/2 = 9,472 ml over the next 1/2h 9,472/75 = 1,262 ml/h",
    "cop": 2,
    "opa": "Ringer's lactate, 200 ml/h for 1/2h",
    "opb": "Ringer's lactate, 1250 ml/h for 1/2h",
    "opc": "Ringer's lactate, 950 ml/h for 1/2 h",
    "opd": "Ringer's lactate, 600 ml/h, and colloid solution, 200 ml/h, for 1/2h",
    "subject_name": "Surgery",
    "topic_name": null,
    "id": "aa302d64-b1f8-46fc-b3ce-4d80ca3ae28d",
    "choice_type": "single"
  },
  "0ddd485d-1d97-49b3-8f1a-aceb36b938ba": {
    "question": "In the beginning of resuscitation effos, 0.5 mg of epinephrine is administered subcutaneously. Which adrenergic receptors, in which tissues, are responsible for the beneficial effect of epinephrine in this patient?",
    "exp": "Epinephrine is a non selective adrenergic agonist and a valuable resuscitative drug because of its effects at multiple adrenergic receptor subtypes. In the treatment of anaphylaxis, epinephrine increases myocardial contractility, accelerates hea rate, causes constriction of vascular smooth muscle, and causes relaxation of bronchial smooth muscle. The principal pharmacologic effects of epinephrine that are beneficial in anaphylaxis are mediated : alpha-1 receptors in vascular smooth muscle, resulting in vasoconstriction, beta-1 receptors in the hea, resulting in increased contractility, and beta-2 receptors in bronchial smooth muscle, resulting in relaxation and relief of bronchoconstriction. (One simple mnemonic for the respective locations of beta1 and beta2 receptors is \"one hea, two lungs.\") Beta-2 receptors are also found, however, in vascular smooth muscle (especially in skeletal muscle beds), were, just as in bronchial smooth muscle, they promote relaxation. (Epinephrine dilates skeletal muscle vascular beds to maximize oxygen delivery for the \"fight-or-flight\" response.) The resulting vasodilation in skeletal muscle vascular beds would, by itself, tend to decrease blood pressure, which might tend to worsen the effects of anaphylactic shock, but this effect is mitigated by the intense alpha-1 receptor stimulation, causing vasoconstriction in multiple beds. The principal action of alpha-2 receptors is at the presynaptic nerve terminal, where receptor stimulation reduces the release of norepinephrine from the nerve terminal. Epinephrine does stimulate these receptors, but it does not really contribute to the beneficial actions of epinephrine in resuscitation. Alpha-2 receptors are not located in the hea (except at presynaptic nerve terminals), alpha-2 receptors do not have a significant beneficial effect in resuscitation, and beta-1 receptors are not located in bronchial smooth muscle, but are located in the hea. Beta-1 receptors are located in the hea, not in bronchial smooth muscle. The adrenergic receptor that produces bronchial smooth muscle relaxation is beta-2. Alpha-2 receptors are located primarily at presynaptic nerve terminals, and because the beta-2 receptors in vascular smooth muscle cause vasodilation, this not a helpful effect of epinephrine in this case. Also Know: Epinephrine is indicated for the treatment of anaphylactic reactions and acute asthma exacerbations. It is considered a first-line agent in the treatment of cardiac arrest (i.e., pulseless ventricular tachycardia/ventricular fibrillation, asystole, and pulseless electrical activity). Epinephrine also causes bronchodilation and antagonizes the effects of histamine. Epinephrine significantly increases myocardial oxygen consumption and thus can exacerbate ventricular irritability in the setting of myocardial ischemia. Extravasation causes necrosis and sloughing, and requires prompt infiltration of the affected area with phentolamine. Ref: Miller B.A., Clements E.A. (2011). Chapter 24. Pharmacology of Vasopressor Agents. In J.E. Tintinalli, J.S. Stapczynski, D.M. Cline, O.J. Ma, R.K. Cydulka, G.D. Meckler (Eds), Tintinalli's Emergency Medicine: A Comprehensive Study Guide, 7e.",
    "cop": 3,
    "opa": "Alpha-1 receptors in vascular smooth muscle, alpha-2 receptors in the hea, and beta-1 receptors in bronchial smooth muscle",
    "opb": "Alpha-1 receptors in vascular smooth muscle, alpha-2 receptors at presynaptic nerve terminals, beta-1 receptors in bronchial smooth muscle",
    "opc": "Alpha-1 receptors in vascular smooth muscle, beta-1 receptors in the hea, and beta-2 receptors in bronchial smooth muscle",
    "opd": "Alpha-2 receptors in vascular smooth muscle and beta-2 receptors in vascular smooth muscle",
    "subject_name": "Pharmacology",
    "topic_name": null,
    "id": "0ddd485d-1d97-49b3-8f1a-aceb36b938ba",
    "choice_type": "single"
  },
  "3e627b43-76a6-4dab-8374-7c48617c2255": {
    "question": "A four year old boy was admitted with a history of abdominal pain and fever for two months, maculopapular rash for ten days, and dry cough, dyspnea and wheezing for three days. On examination, liver and spleen were enlarged 4 cm and 3 cm respectively below the costal margins. His hemoglobin was 10.0 g/dl, platelet count 37 x 109/L and total leukocyte count 70 x 109/L, which included 80% eosinophils. Bone marrow examination revealed a cellular marrow comprising 45% blasts and 34% eosinophils and eosinophilic precursors. The blasts stained negative for myeloperoxidase and nonspecific esterase and were positive for CD19, CDIO, CD22 and CD20. Which one of the following statements in not true about this disease?",
    "exp": "Answer is D (Inv (16) is often detected in the blasts and the eosinophils): This is a case of ALL with hypereosinophillic syndrome. Inv (16) is associated with AML and not ALL, and therefore represents the incorrect statement amongst the option Abstract Title: Granular acute lymphoblastic leukemia with hypereosinophilic syndrome. Journal Source: Ann Hematol. 2000 May;79(5):272-4. Authors: Jain P, Kumar R, Gujral S, Kumar A, Singh A, Jain Y, Dubey S, Anand M, Arya LS. A four-year-old boy presented with marked peripheral blood eosinophilia (absolute eosinophil count of 54 x 10(9)/1), features of hypereosinophilic syndrome, and acute lymphoblastic leukemia (ALL-L2), the latter characterized by the presence of granular blasts. Blasts were negative for myeloperoxidase, non-specific esterase, acid phosphatase, periodic-acid Schiff stain, and toluidine blue. They exhibited an early pre-B immunophenotype (TdT, CD19, CDIO, CD20 and CD22 positive) and stained negative for T (CD7, CD2, CD5 and CD3) and myeloid markers (MPO, CD33 and CD13). Chromosomal analysis revealed a normal karyotype. To the best of our knowledge, this case represents the first repo of the coexistence of granular ALL and hypereosinophilic syndrome. Why Hypereosinophillic Syndrome Option A Explanation Idiopathic hypereosinophillic syndrome is a rare condition characterized by extremely high levels of peripheral blood eosinophil counts. (80% of (70 x 109) Leucocytes were eosinophils in this patient) Clinical picture of dry cough, dyspnea, wheezing etc is fuher suggestive of HES. This is differentiated from eosinophillic leukaemia by the absence of eosinophilic blast cells. (Text from case repo: for option A) Explanations to options: Text from case repo 'In contrast to myeloproliftrative disorders where Eosinophils are pa of the Neoplastic clone, eosinophilia in patients with ALL is believed to be a reactive process.' - Case repo 'A normal karyotype has been observed in 45% of patients of ALL/Eo and t (5:14) rearrangement has been documented in same of them.' - Case repo `The child was treated with MCP-841 protocol of NC2 (prednisolone, L-asparginine, vincristine and daunaribicin) and was in remission after 4 weeks of chemotherapy. However, the peripheral blood eosinophils and the pulmonary symptoms normalized 6 weeks after attaining remission. - Case repo.",
    "cop": 4,
    "opa": "Eosinophils are not pa of the Neoplastic clone",
    "opb": "t(5:14) rearrangement may be detected in blasts",
    "opc": "Peripheral blood eosinophilia may normalize with chemotherapy",
    "opd": "Inv (16) is often detected in the blasts and the eosinophils.",
    "subject_name": "Medicine",
    "topic_name": null,
    "id": "3e627b43-76a6-4dab-8374-7c48617c2255",
    "choice_type": "multi"
  },
  "7421a108-c9db-4aa1-befe-67625b1b0874": {
    "question": "A 64-year-old man is evaluated because of weakness and difficulty in weaning from mechanical ventilation. The patient had been admitted to the intensive care unit 2 weeks ago because of septic shock related to alcoholism, pneumonia, and Klebsiella bacteremia. He had developed respiratory failure requiring intubation and mechanical ventilation as well as acute kidney injury. His pulmonary infiltrates had responded to appropriate intravenous antibiotics and his hypotension had responded to intravenous norepinephrine. Now the patient is alert and responsive to verbal commands, is afebrile with blood pressure of 114/74 but has not tolerated several trials of weaning from the ventilator. On physical examination, the patient is cooperative. Cranial nerves are normal. Muscle strength is poor, especially in distal musculature, where he displays only 2/5 strength in the hands and feet. Proximal strength is 3/5. Ankle and knee reflexes are unobtainable. Sensory examination is difficult because of problems communicating with the patient but suggests distal sensory loss in the lower extremities. Laboratory studies show that his creatinine level has spontaneously improved to 2.4 mg/dL. Electrolytes are normal, and the patient has a mild normochromic normocytic anemia with resolving leukocytosis. Serum creatine kinase is 78 units/L (normal <140). What is the most likely cause of his weakness?",
    "exp": "This patient suffers from critical care polyneuropathy, which affects 25% to 50% of ICU patients who have suffered multiorgan failure or who have required long-term mechanical ventilation. It typically presents with motor weakness and difficulty in weaning the patient from the ventilator. Cranial nerves are spared. Distal reflex loss, sensory changes in neuropathic distribution, and normal CK help distinguish it from critical care myopathy. Both conditions can coexist in the same patient and distinction between the two conditions may not be important, as treatment of both conditions is supportive. Patients usually improve slowly with time, but prolonged dependence on the ventilator as well as weakness and sensory loss lasting months or years often occur. The cause of critical care polyneuropathy is unknown, but axonal degeneration on nerve conduction studies is characteristic.Loss of myosin characterizes the closely related condition of critical care myopathy, but sensory changes and reflex loss would not be anticipated in a myopathic process. Neuromuscular blockade again would not cause sensory and reflex changes. Thiamine deficiency can be provoked in a malnourished patient (such as one suffering from chronic alcoholism) but would be associated with nystagmus, ataxia, and mental status changes rather than distal weakness and neuropathy. Demyelination (rather than axonal degeneration) is associated with Guillain-Barre syndrome, but this condition would be very unlikely in this ICU patient without antecedent viral or Campylobacter infection.",
    "cop": 4,
    "opa": "Muscle degeneration with loss of myosin in myocytes",
    "opb": "Persistent neuromuscular blockade due to aminoglycoside use",
    "opc": "Thiamine depletion from intravenous glucose administration",
    "opd": "Axonal degeneration of peripheral nerves with denervation potentials in myocytes",
    "subject_name": "Medicine",
    "topic_name": "C.N.S.",
    "id": "7421a108-c9db-4aa1-befe-67625b1b0874",
    "choice_type": "multi"
  },
  "c5d0871b-242a-43db-b508-91c414fdefd3": {
    "question": "A known HIV positive patient is admitted in an isolation ward after an abdominal surgery following an accident. The resident doctor who changed his dressing the next day found it to be soaked in blood. Which of the following would be the right method of choice of discarding the dressing?",
    "exp": "Ans. (c) Put the dressing material directly in an appropriate bag and send for incineration Ref. Park 22/e, p 738 This type of waste belongs to category 6 of biomedical waste disposal method for this category is direct incineration without chemical treatment Chemical treatment using at least 1% hypochlorine solution or any other equipment chemical reagent. It must be ensured that chemical treatment ensures disinfection. Multilation/shredding must be such so as to prevent unauthorized reuse.There will be no chemical pretreatment before incineration. Chlorinated plastics shall not be incinerated. 2 Deep burial shall be an option available only in towns with population less than lakhs and in rural areas. Categories of Biomedical Waste in India Optio Waste category Treatment and disposal Category No.1 Human Anatomical Waste (Human tissues, organs body pas) Incineration / deep burial2 Category No. 2 Animal Waste (Animal tissue, organs, body pas blood and experimental animals used in research, waste generated by veterinary hospitals colleges Incineration / deep burial2 Category No. 3 Microbiology and Biotechnology Waste (Waste from laboratory cultures, stock or specimens of micro-organisms, live or attenuated vaccines, human and animal cell culture used in research and infectious agents from research and industrial laboratories, waste from production of biologicals, toxins, dishes and devices and for transfer of cultures) Local autoclaving / microwaving / incineration Category No. 4 Waste sharps (needle, syringes,scar pals, blades, glass, etc. that may cause puncture and cuts. This includes both used and unused sharps) Disinefction (chemical treatment a autoclaving/microwaving and mutation/shredding) Category No. 5 Discarded medicines and cytotoxic drugs (wastes comprising of outdated,contaminated and discarded medicines) Incineration a destruction and drugs disposal in secured landfills Category No. 6 Solid waste (items contaminated with blood, and fluids including cotton, dressings, soiled plaster casts, linen, beddings, other material contaminated with blood) Incineration autoclaving/microwaving Category No. 7 Solid waste (wastes generated from disposable items other than the waste sharps such as tubings, catheters, intravenous sets, etc.) Disinfection by chemical treatment autoclaving /microwaving and mutilation/shredding Category No. 8 Liquid waste (waste generated from laboratory and washing, cleaning,housekeeping and disinfecting activities) Disinfection by chemical treatment and discharge into drains Category No. 9 Incineration ash (ash from incineration of any biomedical waste) Disposal in municipal landfill Category No. 10 Chemicals used in production of biologicals, chemicals used in disinfection,as insecticitdes, etc. Chemical treatment an and discharge into drains for liquids and secured landfill for solids Chemical treatment using at least 1% hypochlorine solution or any other equipment chemical reagent. It must be ensured that chemical treatment ensures disinfection. Multilation/shredding must be such so as to prevent unauthorized reuse. There will be no chemical pretreatment before incineration. Chlorinated plastics shall not be incinerated. 2 Deep burial shall be an option available only in towns with population less than lakhs and in rural areas. Color coding and type of container for disposal of biomedical wastes Color coding Type of container Waste category Yellow Plastic bag Cat. 1, Cat 2, and Cat. 3, Cat. 6 Red Disinfected container/plastic bag Cat. 3, Cat. 6, Cat 7 113Iue/White translucent Plastic bag/puncture proof container Cat. 4, Cat. 7 Black Plastic bag Cat. 5, Cat. 9 and Cat. 10 (solid)",
    "cop": 3,
    "opa": "Pour 1% hypochlorite on the dressing material and send it for incineration in a appropriate bag",
    "opb": "Pour 5% hypochlorite on the dressing material and send it for incineration in a appropriate bag",
    "opc": "Put the dressing material directly in an appropriate bag and send for incineration",
    "opd": "Pour 2% lysol on the dressing material and send it for incineration in a appropriate bag",
    "subject_name": "Microbiology",
    "topic_name": null,
    "id": "c5d0871b-242a-43db-b508-91c414fdefd3",
    "choice_type": "single"
  },
  "8af5b0b9-46e5-4d39-878c-e7791df45a17": {
    "question": "Mark the true and false statement about brain tumors: 1. Most common primary brain tumor is astrocytoma 2. Radiation exposure & genetic abnormalities are the risk factors 3. MEN-2 and NF-1 increases the risk 4. Three cardinal symptoms are seizures, raised ICT & focal neurological deficit 5. Dexamethasone reduces peritumoral edema 6. Primary goals of surgery includes histologic diagnosis & reduction of mass effect 7. Anti-epileptics for tumors close to sensorimotor strip 8. Craniospinal irradiation for tumors associated with CSF spread",
    "exp": "- MC primary brain tumor - Meningioma (35%)> glial tumorQ(30%) - MC brain tumor - Metastasis - MC malignant BT of childhood - Most radiosensitive BT - Medulloblastoma - BT associated with calcification (COM) - Craniopharyngioma(most) > ODGQ(90%) > Meningioma(20-25%) BRAIN TUMOR - Most brain tumors occur sporadically - Radiation exposure&genetic abnormalities are the risk factors Genetic abnormalities with brain tumors (RL not in MTV GT) - Retinoblastoma - Li-Fraumeni - NF-1 & 2 - MEN 1 - Turcot's syndrome - VHL syndrome - Gorlin syndrome - Tuberous sclerosis Clinical Features - Three cardinal symptoms: Seizures, Raised ICT & focal neurological deficit(FND) - Raised ICT leads to headache (worse in morning & straining, associated with nausea & vomiting) - FND: Progressive over time, characteristic of location - Pituitary adenoma may also present with endocrine abnormalities Diagnosis - IOC for diagnosis: MRI Treatment - Dexamethasone: Reduces peitumoral edema - Anti-epileptics: For tumors close to sensorimotor strip - Mannitol: Adminstered before dural opening & operative resection - Surgery: Primary goals of surgery includes histologic diagnosis & reduction of mass effect preservation of neurological function - Radiotherapy: In case of positive margins & tumor infiltrating surrounding brain - Craniospinal irradiation: For tumors associated with CSF Spread",
    "cop": 3,
    "opa": "1-T, 2-T, 3-T, 4-T, 5-T, 6-T, 7-F, 8-T",
    "opb": "1-T, 2-T, 3-F, 4-T, 5-T, 6-T, 7-T, 8-T",
    "opc": "1-F, 2-T, 3-F, 4-T, 5-T, 6-T, 7-T, 8-T",
    "opd": "1-T, 2-F, 3-T, 4-T, 5-F, 6-T, 7-T, 8-T",
    "subject_name": "Surgery",
    "topic_name": "CNS Tumors",
    "id": "8af5b0b9-46e5-4d39-878c-e7791df45a17",
    "choice_type": "multi"
  },
  "a0bfc6c8-0bd3-4847-83ab-2f6d53612e78": {
    "question": "A 12 year old male patient complains of pain in  upper front teeth region and gives a history of fall while playing 30 minutes ago. Intra oral examination reveals intrusion of maxillary right central incisor by 2 mm. What is the most appropriate treatment for this patient?",
    "exp": "The treatment for a permanent tooth with a closed root end, and intruded less than 3 mm, is to allow the tooth to erupt without intervention. If no movement is evident after 2 to 4 weeks, the tooth may be repositioned either orthodontically or surgically before ankylosis can take place. If the tooth is intruded 7 mm or more, the tooth is repositioned surgically and stabilized for 4 to 8 weeks by means of a flexible splint. In most instances the pulp will become necrotic with intrusive injuries in teeth with complete root formation. Root canal treatment should be initiated, with calcium hydroxide as a temporary canal- filling material, 2 to 3 weeks after stabilization.\nThe treatment for an intruded permanent tooth with incomplete root formation is to allow it to erupt spontaneously. If no movement is seen within a few weeks, orthodontic repositioning should  begin.  If  the tooth is intruded 7 mm or more, the tooth can be repositioned surgically and stabilized by means of a flexible splint. Endodontic therapy is often required, however, and the tooth  should be monitored closely while a decision on endodontic therapy is pending.",
    "cop": 1,
    "opa": "Observe and allow the tooth to erupt without intervention.",
    "opb": "Repositioned surgically and stabilized for 4 to 8 weeks by means of a flexible splint with endodontic intervention.",
    "opc": "If no movement is evident after 2 to 4 weeks, the tooth may be repositioned either orthodontically  or  surgically with endodontic intervention.",
    "opd": "If no movement is evident after 2 to 4 weeks, the tooth may be repositioned either orthodontically  or  surgically without endodontic intervention.",
    "subject_name": "Dental",
    "topic_name": null,
    "id": "a0bfc6c8-0bd3-4847-83ab-2f6d53612e78",
    "choice_type": "multi"
  },
  "72ad2034-d3fb-4c45-90d4-c454c491b7f7": {
    "question": "A 48 year old women was admitted with a history of weakness for two months. On examination, cervical lymph nodes were found enlarged and spleen was palpable 2 cm below the costal margin. Her hemoglobin was 10.5 g/dl, platelet count 2.7x109/L and total leukocyte count 40x 109/L, which included 80% mature lymphoid cells with coarse clumped chromatin. Bone marrow revealed nodular lymphoid infiltrate. The peripheral blood lymphoid cells were positive for CD 19, CD 5, CD20 and CD23 and were negative for CD79B and FMC-7. The histopathological examination of the lymph node in this patient will most likely exhibit effacement of lymph node architecture by",
    "exp": "Answer is A (A pseudofollicular pattern with proliferation centres) Coexpression of CD19 and CD 5 together with negative CD 79 and FMC7 markers suggest a diagnosis of chronic lymphocytic leukemia (CLL) The histapathological examination of lymph nodes in CLL shows characteristic effacement of normal nodal architecture by diffuse proliferation and infiltration of small round lymphocytes (and not medium to large Iyumphocytes). Pseudofollicular growth centres or proliferation centres are present in most cases and when present proliferation centres are considered pathognomic of CLL/SLL Approach to the question What is the diagnosis of the patient in question? The patient in question is case of CLL CLL is characterized by coexpression of CD5 and CD190 CLL is characteristically positive for CD23 and usually negative for CD7/9b and FMC7Q Lymphoma CD5 CD19 CD20 CD23 CD79b FMC7 CLL + + +1- + - - What are the histopathological characteristics of CLL? Histopathological Features of CLL (Robbins/Williams/Haffman) Lymph nodes in patients with CLL characteristically are diffusely infiltrated with monomorphic small round lymphocytes that efface the normal node architecture Diffuse effacement by a predominant population of small lymphocytes These cells may be mixed with variable number of larger cells called prolymphocytes, but the predominant cells remain small lymphocytes. The predominant cell is a small lymphocyte with clumped nuclear chromatin. Pseudofollicular growth centres or proliferation centres are present in most cases. When present proliferation centres are considered pathognomic of CLL/SLL Proliferation centres are clusters of prolymphocyte appearing cells that form aggregates or pseudofollicles, and so called because they contain a large number of mitotically active cells.",
    "cop": 1,
    "opa": "A pseudofollicular pattern with proliferation centers",
    "opb": "A monomorphic lymphoid proliferation with a nodular pattern.",
    "opc": "A predominantly follicular pattern",
    "opd": "A diffuse proliferation of medium to large lymphoid cells with high mitotic rate.",
    "subject_name": "Medicine",
    "topic_name": null,
    "id": "72ad2034-d3fb-4c45-90d4-c454c491b7f7",
    "choice_type": "single"
  },
  "7c269f28-e97a-4dd5-a2a1-49274dd81e33": {
    "question": "A 25 year old patient with asthma arrives at the emergency depament complaining of extreme shoness of breath. He has been compliant with his medications, which are metaproterenol and inhaled betamethasone. Over the past 6 hours, his wheezing and shoness of breath have become increasingly severe. At present, his blood pressure is 136/84 mm Hg and with deep inspiration falls to 116/56 mm Hg. His pulse is 126/min, and respirations are 32/min and labored. There is retraction of the sternocleidomastoid muscles with inspiration. There are soft wheezes and poor air movement diffusely throughout both lung fields. His peak expiratory flow rate is 60 L/min, and he is immediately staed on an albuterol nebulizer and given IV hydrocoisone. His aerial blood gas revealed a pH of 7.55, pCO2 of 21 mm Hg, and a pO2 of 60 mm Hg. Twenty minutes later, a repeat peak flow rate is still 60 L/min. A repeat aerial blood gas reveals that his pH is now 7.46, his pCO2 is now 34 mm Hg, and his pO2 is 64 mm Hg. Which of the following is the most appropriate next step in management?",
    "exp": "This patient is having a very severe asthmatic attack, as demonstrated by his severe shoness of breath, use of accessory muscles of respiration, and variation in blood pressure with breathing (due to establishing a very negative intrathoracic pressure with forced attempts at inspiration). The initial pO2 is markedly decreased at 60 (compared to the normal 100) mm Hg. His pCO2 is also decreased at 21 mm Hg initially, due to \"blowing off CO2\" with his increased respirations while trying to get enough oxygen. This causes his respiratory alkalosis with pH 7.55. He is then treated, but the treatment improves his pO2 only slightly. Despite this, his pCO2 rises, and his pH returns toward normal. This does not mean he is getting better. Instead, we are seeing worsening respiratory failure as his ability to ventilate decreases, causing the inappropriate rise in pCO2 even though he is still very badly hypoxic. This patient should therefore be prepared for possible intubation if there is not immediate improvement. Epinephrine no longer is used in the management protocols of acute asthma because of its high rate of toxicity. Administering 100% oxygen may be an adjunctive therapy, but at this point the patient is probably saturating above 90% anyway. Ref: Corbridge T., Hall J.B. (2005). Chapter 40. Status Asthmaticus. In J.B. Hall, G.A. Schmidt, L.D. Wood (Eds), Principles of Critical Care, 3e.",
    "cop": 4,
    "opa": "Administer IV epinephrine",
    "opb": "Administer 100% oxygen a tight fitting face mask",
    "opc": "Administer subcutaneous epinephrine",
    "opd": "Prepare for intubation",
    "subject_name": "Medicine",
    "topic_name": null,
    "id": "7c269f28-e97a-4dd5-a2a1-49274dd81e33",
    "choice_type": "multi"
  },
  "8c11ece8-2b03-4d7a-965a-028747d73fc6": {
    "question": "A 68-year-old hypeensive man undergoes successful repair of a ruptured abdominal aoic aneurysm. He receives 9 L Ringer lactate solution and 4 units of whole blood during the operation. Two hours after transfer to the surgical intensive care unit, the following hemodynamic parameters are obtained: systemic blood pressure (BP) 90/60 mm Hg, pulse 110 beats per minute, central venous pressure (CVP) 7 mm Hg, pulmonary aery pressure 28/10 mm Hg, pulmonary capillary wedge pressure (PCWP) 8 mm Hg, cardiac output 1.9 L/min, systemic vascular resistance 1400 (dyne*s)/cm5 (normal is 900-1300), PaO2 140 mm Hg (FiO2 : 0.45), urine output 15 mL/h (specific gravity: 1.029), and hematocrit 35%. Given this data, which of the following is the most appropriate next step in management?",
    "exp": "A ruptured abdominal aneurysm is a surgical emergency often accompanied by serious hypotension and vascular collapse before surgery and massive fluid shifts with renal failure after surgery. In this case, all the hemodynamic parameters indicate inadequate intravascular volume, and the patient is therefore suffering from hypovolemic shock. The low urine output indicates poor renal perfusion, while the high urine-specific gravity indicates adequate renal function with compensatory free-water conservation. The administration of a vasopressor agent would ceainly raise the blood pressure, but it would do so by increasing peripheral vascular resistance and thereby fuher decrease tissue perfusion. The deleterious effects of shock would be increased. A vasodilating agent to lower the systemic vascular resistance would lead to profound hypotension and possibly complete vascular collapse because of pooling of an already depleted vascular volume. This patient's blood pressure is critically dependent on an elevated systemic vascular resistance. A diuretic would exacerbate the patient's existing volume depletion. To properly treat this patient, rapid fluid infusion and expansion of the intravascular volume must be undeaken. This can be easily done with lactated Ringer solution or blood (or both) until improvements in such parameters as the PCWP, urine output, and blood pressure are noted.",
    "cop": 3,
    "opa": "Administration of a diuretic to increase urine output",
    "opb": "Administration of a vasopressor agent to increase systemic blood pressure",
    "opc": "Administration of a fluid challenge to increase urine output",
    "opd": "Administration of a vasodilating agent to decrease elevated systemic vascular resistance",
    "subject_name": "Anaesthesia",
    "topic_name": "Miscellaneous",
    "id": "8c11ece8-2b03-4d7a-965a-028747d73fc6",
    "choice_type": "multi"
  },
  "8d0b17d7-0387-43bb-99ae-c4863e66e8ba": {
    "question": "A 68 year old woman was admitted with a history of weakness for two months. On examination, cervical lymph nodes were found enlarged and spleen was palpable 2 cm below the costal margin. Her hemoglobin was 10.5 g/dl, platelet count 27 x 109/L and total leukocyte count 40 x 109/L, which included 80 % mature lymphoid cells with coarse clumped chromatin. Bone marrow revealed a nodular lymphoid infiltrate. The peripheral blood lymphoid cells were positive for CD19, CD5, CD20 and CD23 and were negative for CD79B and FMC-7. The histopathological examination of the lymph node in this patient will most likely exhibit effacement of lymph node architecture by?",
    "exp": "This is a case of elderly female with lymphadenopathy, splenomegaly and peripheral blood lymphoid cells were positive for CD19, CD5, CD20 and CD23 and negative for CD79B and FMC-7. This findings are consistent with a diagnosis of Chronic lymphocytic leukemia. In CLL, lymph node biopsy is suggestive of pseudofollicular pattern with proliferation centers. Remember that, CLL lymph nodes show a low mitotic rate. This rules out option D Option B suggests Hodgkin lymphoma Option C suggests Follicular Lymphoma Option D suggests a high grade NHL with high mitotic rate Small fraction of tumors transform to aggressive tumors resembling diffuse large B cell lymphoma (Richter transformation); after transformation occurs, the median survival is less than 1 year.",
    "cop": 1,
    "opa": "A monomorphic lymphoid proliferation with admixed proliferation centers",
    "opb": "A polymorphous population of lymphocytes, plasma cells, eosinophils and scattered large binucleated cells",
    "opc": "A predominantly follicular pattern with variably-sized follicles effacing nodal architecture",
    "opd": "A diffuse proliferation of medium to large lymphoid cells with high mitotic rate.",
    "subject_name": "Pathology",
    "topic_name": "Chronic Lymphocytic Leukemia",
    "id": "8d0b17d7-0387-43bb-99ae-c4863e66e8ba",
    "choice_type": "single"
  },
  "ce5dc23b-57cb-49d1-a3fe-988a30044364": {
    "question": "A cardiologist found a highly significant correlation coefficient (r = 0.090, p = 0.01) between the systolic blood pressure values and serum cholestrol values of the patients attending his clinic. Which of the following statements is a wrong interpretation of the correlation coefficiency observed ?",
    "exp": "Correlation coefficients:\n\n– Pearson’s Correlation coefficient:\n– Spearman’s Rank Correlation coefficient\n\nCoefficient of determination:\n\n– Is the percentage of variation in a variable that is explained by one or more of the others\n– Is generally obtained in a regression setup\n– Coefficient of determination = (Correlation coefficient)2 = r2\nIn the given question, a cardiologist found a highly significant correlation coefficient (r = 0.90, p= 0.01) between the systolic blood pressure values and serum cholesterol values of the patients attending his clinic, Since r = + 0.90 (p = 0.01; implies significant relationship), it means there is a strong positive correlation between systolic blood pressure (SBP) and serum cholesterol (SC); therefore as SBP increases, SC will also increase and vice-versa. Thus, a patient with a high level of systolic BP is also likely to have a high level of serum cholesterol AND a patient with a low level of systolic BP is also likely to have a low level of serum cholesterol. Since r = + 0.9; Coefficient of determination = r2 = (0.9)2 = 0.81 Interpretation of r2: 0.81 or 81% of variation in systolic blood pressure among patients can be explained by their serum cholesterol values and vice-versa.",
    "cop": 1,
    "opa": "Since there is a high correlation, the magnitude of both the measurements are likely to be close to each other",
    "opb": "A patient with a high level of systolic BP is also likely to have a high level of serum cholesterol.",
    "opc": "A patient with a low level of systolic BP is also likely to have a low level of serum cholesterol.",
    "opd": "About 80% of the variation in systolic blood pressure among his patients can be explained by their serum cholesterol values and vice a versa",
    "subject_name": "Social & Preventive Medicine",
    "topic_name": null,
    "id": "ce5dc23b-57cb-49d1-a3fe-988a30044364",
    "choice_type": "multi"
  },
  "44a231b7-2aff-45e0-a1fe-ed1e7da48261": {
    "question": "A 33-year-old woman has had fever and increasing fatigue for the past 2 months. Over the past year, she has noticed the soreness of her muscles and joints and has had a 4-kg weight loss. On physical examination, her temperature is 37.5degC, pulse is 80/min, respirations are 15/min, and blood pressure is 145/95 mm Hg. She has pain on deep inspiration, and a friction rub is heard on auscultation of the chest. Laboratory findings show glucose, 73 mg/dL; total protein, 5.2 g/dL; albumin, 2.9 g/dL; and creatinine, 2.4 mg/dL. Serum complement levels are decreased. CBC shows hemoglobin of 9.7 g /dL, platelet count of 85,000/mm3, and WBC count of 3560/mm3. A renal biopsy specimen shows diffuse proliferative glomerulonephritis with extensive granular immune deposits of IgG and C1q in capillary loops and mesangium. After being treated with immunosuppressive therapy consisting of prednisone and cyclophosphamide, her condition improves. Which of the following serologic studies is most likely to be positive in this patient?",
    "exp": "Lupus nephritis is one manifestation of systemic problems related to immune complex deposition, including fever, arthralgias, myalgias, pancytopenia, and serositis with pericarditis and pleuritis, which are characteristic of systemic lupus erythematosus (SLE). Renal disease is common in SLE, and a renal biopsy helps to determine the severity of involvement and the appropriate therapy. Anti-centromere antibody is most specific for limited scleroderma (formerly CREST syndrome), which is unlikely to have renal involvement. Anti-DNA topoisomerase I antibody is more specific for diffuse scleroderma, which does have renal involvement, although usually, this manifests as vascular disease and not as glomerulonephritis. The anti-glomerular basement membrane antibody is characteristic of Goodpasture syndrome, in which the IgG antibody is deposited in a linear fashion along glomerular capillary basement membranes. Anti-histone antibody may be present in drug-induced lupus. ANCAs can be seen in some forms of vasculitis, such as ANCA-associated granulomatous vasculitis or microscopic polyangiitis. Antiribonucleoprotein is present in mixed connective tissue disease, which has some features of SLE but usually does not include severe renal involvement.",
    "cop": 3,
    "opa": "Anti centromere antibody",
    "opb": "Anti-DNA topoisomerase I antibody",
    "opc": "Anti-double-stranded DNA antibody",
    "opd": "Anti-glomerular basement membrane antibody",
    "subject_name": "Pathology",
    "topic_name": "Kidney",
    "id": "44a231b7-2aff-45e0-a1fe-ed1e7da48261",
    "choice_type": "single"
  },
  "0aa74d93-83f9-4e2b-9f63-cbc98cde8967": {
    "question": "A 73-year-old man with history of hypertension and osteoarthritis is evaluated for gradually increasing dyspnea over the preceding 6 weeks. He takes metoprolol for hypertension and naproxen for the arthritis. He has occasionally awakened in the night with mild dyspnea relieved by sitting up but has not noticed edema. Physical examination shows BP of 148/94, HR 96, and RR 16. O2 saturation is 92%. Neck veins show the jugular column 7 cm above the sternal angle. Lung examination reveals mild basilar crackles but no wheezing. Cardiac examination shows sustained apex impulse, S4 gallop, and no murmur. There is no peripheral edema. ECG shows stable left ventricular hypertrophy; no Q waves are seen. Chest x-ray shows increased interstitial markings and some cephalization of flow to the upper lobe vessels. The cardiac silhouette is boot-shaped, but there is no definite cardiomegaly. Echocardiogram shows left ventricular hypertrophy and LV ejection fraction of 55% (normal 50%-70%). What is the likely pathogenesis of this patient's dyspnea?",
    "exp": "The most likely explanation for this patient's presentation is heart failure with preserved ejection fraction (HFPEF), also known as diastolic dysfunction. As many as 50% of patients presenting with definite HF (Heart failure) will have an ejection fraction above 50%. HFPEF is more common in the elderly, in women, and those with conditions (especially hypertension) that lead to LV hypertrophy. Often the echocardiogram will show evidence of impaired relaxation or increased stiffness of the LV (the latter often suggested by decreased flow across the MV during atrial systole, giving the so-called reversed e/a flow ratio). Tachycardia, by decreasing diastolic filling time, will often worsen HF symptoms in diastolic dysfunction. As opposed to systolic HF, beta-blockers and ACE inhibitors have not demonstrated long-term survival benefit. Management focuses on controlling BP, preventing tachycardia, and treating pulmonary and peripheral fluid overload with diuretics; so many of the modalities used in systolic HF are also employed in HFPEF, just without proof of survival benefit.High output HF due to an AV fistula, Paget disease, or hyperthyroidism can mimic diastolic HF, but the patient usually has evidence of a hyperdynamic circulation (tachycardia, wide pulse pressure, hyperdynamic precordium). Occult CAD should be considered in patients with exertional dyspnea (which can be an angina equivalent), but this patient's rest symptoms and pulmonary vascular congestion would be unusual. In HF due to coronary artery disease, there is almost always evidence of prior MI or ischemic change on ECG. Nevertheless, a stress test is often obtained in patients with unexplained HF to rule out this possibility. Interstitial lung disease can cause rales and interstitial changes on CXR but would not explain the cephalization of flow nor the elevated venous pressure. Measuring B-type natriuretic peptide (BNP) will resolve the issue in equivocal cases; BNP will be elevated in HF and normal or minimally elevated in ILD. Anemia can cause fatigue and exertional dyspnea and, rarely, even overt HF, but to cause HF the anemia would have to be very severe (usually Hb 7 g/dL or below) and should be apparent from the physical examination. In addition, severe anemia would usually cause evidence of hyperdynamic circulation as seen in high-output HF.",
    "cop": 3,
    "opa": "Increased metabolic demands leading to high-output heart failure (HF)",
    "opb": "Occult coronary artery disease with dyspnea as an angina equivalent",
    "opc": "Impaired diastolic relaxation and filling",
    "opd": "Interstitial lung disease (ILD) mimicking pulmonary vascular congestion",
    "subject_name": "Medicine",
    "topic_name": "C.V.S.",
    "id": "0aa74d93-83f9-4e2b-9f63-cbc98cde8967",
    "choice_type": "multi"
  },
  "fe9f6e0f-75d9-45bb-9854-059745d9503e": {
    "question": "A 64-years-old previously healthy man is admitted to to a hospital because of a closed head injury and ruptured spleen Following a road side accident following an automobile accident. During the first 4 days of hospitalization, following laparotomy and splenectomy, he receives 5% dextrose 0.5% normal saline solution at a rate of 125 mL/h. Recorded daily fluid outputs include 450 to 600 mL of nasogastric drainage and 700 to 1000 mL of urine. The patient is somnolent but easily aroused until the morning of the 5th hospital day, when he noted to be in deep coma. By the after-noon, he begins having seizures. The following laboratory data are obtained: Serum electrolytes (meq L): Na+130: K+1.9; CI 96; HC03 19.Serum osmolality: 260 mOsm/L; Urine electrolytes (meq/L):Na+ 61; K+18. Which of the following statements about diagnosis or treatment of this patient's condition is TRUE?",
    "exp": "Patient in the question has developed coma secondary to hyponatremia, so the best treatment of choice in this patient is to give a small quantity of hypeonic saline. In general, if hyponatremia has developed rapidly (over hours to days), morbidity due to cerebral edema is more likely, and is generally safe to correct the plasma sodium relatively rapidly. This can include infusion of hypeonic (3%) sodium chloride solutions, especially when the patient is obtunded or convulsing. Hyponatremia (plasma Na < 135mmol/L) is a common electrolyte abnormality, it is often asymptomatic but can also be associated with profound disturbance of cerebral function, manifesting as anorexia, nausea, vomiting, confusion, lethargy, seizures and coma. The degree of cerebral symptomatology depends more on rate of development of electrolyte abnormality than on it's severity. Ref: Davidson's Principles and Practice of Medicine, 21st Edition, Page 436",
    "cop": 3,
    "opa": "Emergency carotid aeriogram to be done",
    "opb": "Secondary to metabolic acidosis their is hypokalemia",
    "opc": "A small qantity of hypeonic saline to be given",
    "opd": "IV infusion of 20ml of 50% MgS04 given for 4 hrs",
    "subject_name": "Surgery",
    "topic_name": null,
    "id": "fe9f6e0f-75d9-45bb-9854-059745d9503e",
    "choice_type": "multi"
  },
  "5e2cca7b-8611-4618-ac0f-c2bbd88ebb06": {
    "question": "On November 6, a patient had the onset of an illness characterized by fever, chills, headache, cough, and chest pain. The illness lasted 1 week. On December 5, she had another illness very similar to the first, which lasted 6 days. She had no influenza immunization during this period. Her hemagglutination inhibition antibody titers to nH1N1 influenza virus were as follows:November 6: 10 November 30: 10 December 20: 160There was no laboratory error. Which of the following is the best conclusion from these data?",
    "exp": "The symptoms described for her illnesses on both November 6 and December 5 are consistent with influenza. However, the November 6 illness (a) was not caused by nH1N1 influenza virus; the low titers (10 on November 6 and 10 on November 30) most likely represent cross-reacting antibodies from the agent that caused her first illness. The greater than fourfold rise in titer from 10 on November 30 (baseline) to 160 on December 20 reflects a definitive diagnostic rise in antibody against nH1N1 influenza virus. Thus, her December 5 illness (b) was influenza. There is enough serologic evidence to make the diagnosis (choice e is incorrect).",
    "cop": 2,
    "opa": "The patient was ill with influenza on November 6",
    "opb": "The patient was ill with influenza on December 5",
    "opc": "The patient was ill with influenza on December 20",
    "opd": "It is impossible to relate either illness with the nH1N1 influenza virus",
    "subject_name": "Microbiology",
    "topic_name": "Virology",
    "id": "5e2cca7b-8611-4618-ac0f-c2bbd88ebb06",
    "choice_type": "single"
  },
  "c6e52f1a-350f-4777-8e40-cf8e369e0041": {
    "question": "A 72-year-old male with diabetes mellitus is evaluated in the emergency room because of lethargy, disorientation, and long, deep breaths (Kussmaul respirations). Initial chemistries on venous blood demonstrate high glucose at 380 mg/dL (normal up to 120) and a pH of 7.3. Recalling the normal bicarbonate (22 to 28 mM) and PCO2 (33 to 45 mmHg) values, which of the additional test results below would be consistent with the man's pH and breathing pattern?",
    "exp": "The man is acidotic as defined by the pH lower than the normal 7.4. His hyperventilation with Kussmaul respirations can be interpreted as compensation by the lungs to blow off CO2, lower PCO2, increase ratio, and raise pH. The correct answer therefore includes a low PCO2, eliminating choices c & d. Using the Henderson-Hasselbalch equation indicates that the pH minus the pK for carbonic acid (7.3 - 6.1 = 1.2) equals log / or log . These values correspond to those in choice b. The man has compensated his metabolic acidosis (caused by the accumulation of ketone bodies such as acetoacetic acid) by increasing his respiratory rate and volume.",
    "cop": 2,
    "opa": "A bicarbonate of 5 mM and PCO2 of 10 mmHg",
    "opb": "A bicarbonate of 15 mM and PCO2 of 30 mmHg",
    "opc": "A bicarbonate of 15 mM and PCO2 of 40 mmHg",
    "opd": "A bicarbonate of 20 mM and PCO2 of 45 mmHg",
    "subject_name": "Surgery",
    "topic_name": null,
    "id": "c6e52f1a-350f-4777-8e40-cf8e369e0041",
    "choice_type": "multi"
  },
  "926a4dd5-17e8-4f09-bfe0-4f3f0312df43": {
    "question": "A 12 year old male patient complains of pain in  upper front teeth region and gives a history of fall while playing 30 minutes ago. Intra-oral examination reveals intrusion of maxillary right central incisor by 8 mm. What is the most appropriate treatment for this patient?",
    "exp": "The treatment for a permanent tooth with a closed root end, and intruded less than 3 mm, is to allow the tooth to erupt without intervention. If no movement is evident after 2 to 4 weeks, the tooth may be repositioned either orthodontically  or  surgically  before  ankylosis  can  take place. If the tooth is intruded 7 mm or more, the tooth is repositioned surgically and stabilized for 4 to 8 weeks by means of a flexible splint. In most instances the pulp will become necrotic with intrusive injuries in teeth with complete root formation. Root canal treatment should be initiated, with calcium hydroxide as a temporary canal- filling material, 2 to 3 weeks after stabilization. \nThe treatment for an intruded permanent tooth with incomplete  root  formation  is  to  allow  it  to  erupt  spontaneously. If no movement is seen within a few weeks, orthodontic  repositioning  should  begin.  If  the  tooth  is intruded 7 mm or more, the tooth can be repositioned surgically  and  stabilized  by  means  of  a  flexible  splint. Endodontic therapy is often required, however, and the tooth  should  be  monitored  closely  while  a  decision  on endodontic therapy is pending.",
    "cop": 2,
    "opa": "Allow the tooth to erupt without intervention.",
    "opb": "Reposition surgically and stabilize for 4 to 8 weeks  by means of a flexible splint with endodontic intervention.",
    "opc": "If no movement is evident after 2 to 4 weeks, the tooth may be repositioned either orthodontically  or  surgically with endodontic intervention.",
    "opd": "If no movement is evident after 2 to 4 weeks, the tooth may be repositioned either orthodontically  or  surgically without endodontic intervention.",
    "subject_name": "Dental",
    "topic_name": null,
    "id": "926a4dd5-17e8-4f09-bfe0-4f3f0312df43",
    "choice_type": "multi"
  },
  "a31934fb-ab29-4c11-80cb-25e19ea36557": {
    "question": "A cardiologist found a highly significant correlation coefficient (r = 0.90, p = 0.01) between the systolic blood pressure values and serum cholestrol values of the patients attending his clinic. Which of the following statements is a wrong interpretation of the correlation co-efficiency observed?",
    "exp": "Correlation reflects the strength & direction of relationship between two quantitative measurements. It can be used to predict the trend of an association, (e.g. patients with high serum cholesterol will have high BP) but it is not necessary for independent magnitudes of both the measurement to be close to each other. In fact, the individual measurements may be widely different, yet, with a strong positive correlation, an increase in one measurement will cause an increase in the other. + Sign means that there is a positive correlation between blood pressure values & serum cholesterol values. 0.9 means association is strong (since 0.9>0.5) R = 0.9 hence r2 = 0.9 x 0.9 = 0.81 or 81% of the variance in blood pressure in this study accounted for by variance in serum cholesterol & vice versa. Ref: High Yield Biostatistics By Anthony Glazer, Page 47; Fundamentals of Biostatistics By Bernard Rosner, 2010, Page 452",
    "cop": 1,
    "opa": "Since there is a high correlation, the magnitude of both the measurements are likely to be close to each other",
    "opb": "A patient with a high level of systolic BP is also likely to have a high level of serum cholesterol",
    "opc": "A patient with a low level of systolic BP is also likely to have a low level of serum cholesterol",
    "opd": "About 80% of the variation in systolic blood pressure among his patients can be explained by their serum cholesterol values and vice a versa",
    "subject_name": "Social & Preventive Medicine",
    "topic_name": null,
    "id": "a31934fb-ab29-4c11-80cb-25e19ea36557",
    "choice_type": "multi"
  },
  "425b87a1-43e6-4751-85b6-2bdf52196919": {
    "question": "A 67-year-old man presents to your office after community ultrasound screening revealed an aortic aneurysm measuring 3.0x3.5 cm Physical examination confirms a palpable, pulsatile, nontender abdominal mass just above the umbilicus. The patient's medical conditions include hypertension, hyperlipidemia, and tobacco use. What is the best recommendation for the patient to consider?",
    "exp": "Abdominal aortic aneurysms (AAAs) occur in 1% to 2% of men older than 50 years and to a lesser extent in women. Smoking and hypertension are major risk factors for the development of AAA. Abdominal aneurysms are commonly asymptomatic, but acute rupture may occur without warning. Some will expand and become painful, with pain as a harbinger of rupture. The risk of rupture increases with the size of the aneurysm The 5-year risk of rupture is 1% to 2% if the aneurysm is less than 5 cm, but 20% to 40% if the size is greater than 5 cm Other studies indicate that, in patients with AAAs less than 5.5 cm, there is no difference in mortality rate between those followed with ultrasound and those who undergo elective aneurysmal repair. Therefore, operative repair is typically recommended in asymptomatic individuals when the AAA diameter is greater than 5.5 cm; other indications for surgery are rapid expansion or onset of symptoms. With careful preoperative evaluation and postoperative care, the surgical mortality rate should be less than 1% to 2%. Renal artery involvement increases the complexity of surgical repair but does not increase the risk of rupture. Endovascular stent grafts for infrarenal AAAs are successful and have largely replaced open surgical repair in many centers.",
    "cop": 3,
    "opa": "Watchful waiting is the best course until the first onset of abdominal pain",
    "opb": "Surgery is indicated now except for the excess operative risk represented by the patient's hypertension and tobacco use",
    "opc": "Serial follow-up with ultrasound, CT, or MRI is indicated, with the major determinant for surgery being aneurysmal size greater than 5.5 cm",
    "opd": "Serial follow-up with ultrasound, CT, or MRI is indicated, with the major determinant for surgery being involvement of a renal artery",
    "subject_name": "Medicine",
    "topic_name": "C.V.S.",
    "id": "425b87a1-43e6-4751-85b6-2bdf52196919",
    "choice_type": "multi"
  },
  "3894e43f-83ec-4138-b146-9a5b9cd92a2c": {
    "question": "A 30-year-old mother of 2 children weighing 60 kg was taking combined oral contraceptive\npill containing levonorgestrel 0.15 mg + ethinylestradiol 30 μg per day cyclically (3 weeks treatment—\n1 week gap). She developed fever with cough and was diagnosed as a case of pulmonary tuberculosis\nafter  sputum  smear  examination.  She  was  put  on  isoniazid  (300  mg)  +  rifampin  (600  mg)  +\npyrazinamide  (1.5  g)  +  ethambutol  (1.0  g)  daily  for  2  months,  followed  by  isoniazid  (600  mg)\n+  rifampin  (600  mg)  thrice  weekly.  In  the  3rd  month,  she  failed  to  have  the  usual  withdrawal\nbleeding during the gap period of contraceptive cycle. After 10 days, her urinary pregnancy test\nwas  found  to  be  positive.What  could  be  the  reason  for  failure  of  the  oral  contraceptive?",
    "exp": "Rifampin  is  known  to  induce  the  metabolism  of  contraceptive  steroids.  Thus,  after  regular intake  of  rifampin  for  more  than  2  weeks  (needed  for  enzyme  induction)  the  steady-state blood level of levonorgestrel and ethinylestradiol could have fallen below the threshold for inhibition of ovulation/contraception. As such, fertility was restored and the woman conceived.",
    "cop": 1,
    "opa": "Rifampicin is enzyme inducer and induced metabolism of contraceptives",
    "opb": "Ethambutol is enzyme inducer and induce metabolism of contraceptives",
    "opc": "Both",
    "opd": "None",
    "subject_name": "Pharmacology",
    "topic_name": null,
    "id": "3894e43f-83ec-4138-b146-9a5b9cd92a2c",
    "choice_type": "multi"
  },
  "49a7f6ca-f9ff-446e-8076-07b111dfd360": {
    "question": "A patient with IDDM injects a mixture of NPH insulin and crystalline zinc (Regular) insulin before breakfast (at 7 AM) and before dinner (at 8 PM) each day. She repos the following average self-monitored RBS for the past weekTimeBlood glucose level (mg/dl)Before Breakfast115Before lunch190Before dinner135Bed time185These data indicate that the patient should adjust her insulin regimen by",
    "exp": "This patient should increase both the 7 AM (pre break fast) and pre-dinner doses of crystalline zinc (regular) insulin. The dosage of rapid-acting regular insulin administered before breakfast and dinner can be adjusted on the basis of the pre-lunch and bedtime blood glucose values, because the peak effect of the regular insulin injections will occur at these times. Because both the pre-lunch and the bedtime glucose levels are significantly elevated, both doses of regular insulin should be increased. The dosage of neutral protamine Hagedorn (NPH) insulin can be monitored using the pre-dinner and pre-breakfast blood glucose determinations, because the morning and evening NPH injections will have their peak effect at these times. Because both pre-dinner and pre-breakfast levels are normal, there is no need to adjust NPH dosage. Ref - Harrison's principles of internal medicine 20e pg 2683-84,2684f",
    "cop": 4,
    "opa": "Increasing the 7 AM dose of NPH insulin",
    "opb": "Increasing both 7 AM and 8 PM doses of NPH insulin",
    "opc": "Increasing the 7 AM dose of regular insulin",
    "opd": "Increasing both the 7 PM and 8 PM dose of regular insulin",
    "subject_name": "Medicine",
    "topic_name": "Endocrinology",
    "id": "49a7f6ca-f9ff-446e-8076-07b111dfd360",
    "choice_type": "multi"
  },
  "d2a19120-1ed4-49ce-a1a1-93256efb8e44": {
    "question": "Regarding Sarcoidosis : 1. Most commonly involved organ is lung. 2. Lupus pernio is a type of sarcoid skin lesion. 3. 90 % patients will have abnormal chest X-ray sometime during the course. 4. Blindness is not a complication. 5. Tissue biopsy is not mandatory to establish the diagnosis.",
    "exp": "Sarcoidosis is an inflammatory disease characterized by the presence of non caseating granulomas. It can affect any organ of the body but lung is most commonly affected (90%) and chest Xray shows bilateral hilar adenopathy. Liver, skin and eye are the other commonly affected organs. Classic cutaneous lesions seen are erythema nodosum, maculopapular lesions or subcutaneous nodules. Lupus pernio is a skin lesion diagnostic of chronic form of sarcoidosis. Most common eye manifestion is anterior uveitis. Diagnosis requires a consistent clinical picture, a biopsy showing typical non caseating granuloma and exclusion of other granulomatous disorders. Ref: Harrison's Principles of Internal Medicine, 18th Edition, Chapter 329.",
    "cop": 1,
    "opa": "1, 2 , 3 - True & 4, 5 - False",
    "opb": "1, 5 - True & 2, 3, 4 - False",
    "opc": "1, 2, 4, 5 - True & 3 - False",
    "opd": "1, 2 - True & 3, 4, 5 - False",
    "subject_name": "Medicine",
    "topic_name": null,
    "id": "d2a19120-1ed4-49ce-a1a1-93256efb8e44",
    "choice_type": "multi"
  },
  "17a709d8-5c6d-417b-b116-ebab59d3d0b3": {
    "question": "A 50-year-old woman has had easy fatigability and noted a dragging sensation in her abdomen for the past 5 months. Physical examination reveals that she is afebrile. She has marked splenomegaly, but no lymphadenopathy. Laboratory studies show her total WBC count is 250,000/mm3 with WBC differential count showing 64% segmented neutrophils, 11% band neutrophils, 7% metamyelocytes, 5% myelocytes, 4% myeloblasts, 3% lymphocytes, 2% basophils, 2% eosinophils, and 2% monocytes. A bone marrow biopsy is performed, and karyotypic analysis of the cells reveals a t (9;22) translocation. Medical treatment with a drug having which of the following modes of action is most likely to produce a complete remission in this patient?",
    "exp": "This patient has a classic history and t (9;22) translocation with chronic myelogenous leukemia. The translocation causes uncontrolled nonreceptor tyrosine kinase activity of the BCR-ABL fusion gene. These patients undergo remission with drugs such as imatinib that inhibit tyrosine kinases. Agents that activate caspases theoretically may help in many cases, especially when apoptosis is blocked as in tumors with BCL2 overexpression. Antibodies to epithelial growth factor receptors, such as ERBB2 (HER2) receptors, are beneficial in certain breast tumors with amplification of this gene. Delivery of p53 into cells by viral vectors has not yet been proven to be valuable in cancer treatment, and it is not used in chronic myelogenous leukemia. Translocation of b-catenin to the nucleus occurs in colon cancers when there is a mutational loss of APC genes.",
    "cop": 4,
    "opa": "Activating cellular caspases",
    "opb": "Antibody binding to EGF receptors",
    "opc": "Delivering normal p53 into cells with viral vectors",
    "opd": "Inhibiting tyrosine kinase activity",
    "subject_name": "Pathology",
    "topic_name": "Neoplasia",
    "id": "17a709d8-5c6d-417b-b116-ebab59d3d0b3",
    "choice_type": "single"
  },
  "0069d140-60c1-4b9b-b4ce-5fb8fb68cf83": {
    "question": "A 65 year old retired accountant with a 60 pack year smoking history presents for his annual physical examination. He was last seen 3 years ago, when he presented with an episode of acute bronchitis. He repos that he has been coughing over the past several months with productive green sputum. He denies any dyspnea or limitation in his daily activities. On physical examination, his blood pressure is 126/62 mm Hg, pulse is 80/min, and respirations are 24/min. He has diffuse bilateral expiratory rhonchi with a markedly prolonged expiratory phase. His cardiac examination reveals a second hea sound that increases in intensity with inspiration. The liver edge is 14 cm into the midclavicular line and mildly tender to palpation. There is bilateral lower extremity edema to the knees. A chest x-ray film reveals hyperinflation of both lung fields, and pulmonary function tests reveal a diminished forced expiratory volume in 1 second (FEV1) to forced vital capacity (FVC) ratio. Routine laboratories are sent. Which of the following would most likely be expected?",
    "exp": "A hemoglobin of 17 g/dL would be expected. The question describes a patient with chronic obstructive pulmonary disease (COPD) confirmed by his physical examination, which also suggests right-sided hea failure, loud P2, and hepatic congestion and peripheral edema due to right-sided hea failure. The pulmonary function tests are consistent with the diagnosis of obstructive airway disease. Given the long history of smoking, this patient most likely has COPD. Because of chronic hypoxia, these patients also develop erythrocytosis in an effo to increase the oxygen carrying capacity. The first choice would be seen in anemia. There is no reason for this patient to develop thrombocytopenia or leukopenia. Ref: Bates C.G., Cydulka R.K. (2011). Chapter 73. Chronic Obstructive Pulmonary Disease. In J.E. Tintinalli, J.S. Stapczynski, D.M. Cline, O.J. Ma, R.K. Cydulka, G.D. Meckler (Eds), Tintinalli's Emergency Medicine: A Comprehensive Study Guide, 7e.",
    "cop": 2,
    "opa": "A hemoglobin of 9 g/dL",
    "opb": "A hemoglobin of 17 g/dL",
    "opc": "A platelet count of 84,000",
    "opd": "A platelet count of 102,000",
    "subject_name": "Medicine",
    "topic_name": null,
    "id": "0069d140-60c1-4b9b-b4ce-5fb8fb68cf83",
    "choice_type": "multi"
  },
  "4f0b9333-cfb8-4da9-b5a4-f35e749370b5": {
    "question": "A 50-year-old obese woman has long-standing type 2 diabetes mellitus inadequately controlled on metformin and pioglitazone. Insulin glargine (15 units subcutaneously at bedtime) has recently been started because of a hemoglobin A1C level of 8.4. Over the weekend, she develops nausea, vomiting, and diarrhea after exposure to family members with a similar illness. Afraid of hypoglycemia, the patient omits the insulin for 3 nights. Over the next 24 hours, she develops lethargy and is brought to the emergency room. On examination, she is afebrile and unresponsive to verbal command. Blood pressure is 84/52. Skin turgor is poor and mucous membranes dry. Neurological examination is nonfocal; she does not have neck rigidity.Laboratory results are as follows:Na: 126 mEq/LK: 4.0 mEq/LCl: 95 mEq/LHCO3: 22 mEq/LGlucose: 1100 mg/dLBUN: 84 mg/dLCreatinine: 3.0 mg/dLWhich of the following is the most likely cause of this patient's coma?",
    "exp": "This woman with poorly controlled diabetes has developed hyperglycemia and lethargy during an episode suggestive of viral gastroenteritis. Her presentation is most consistent with hyperosmolar nonketotic state. This condition typically occurs in type 2 diabetics who become volume depleted and develop renal insufficiency. Glucose is no longer able to spill out into the urine, the blood glucose skyrockets, and severe hypertonicity leads to brain dysfunction and coma. Serum osmolarity is calculated by the formula:18Plasmaglucose +2(Na++K+)+2.8bloodureanitrogen This patient's serum osmolarity is as follows:181100 +(126+4)+2.884 =61+260+30=351Thus, the serum osmolarity is greater than 350 mOsm/L. Although the serum sodium is usually the main determinant of osmolarity, extreme hyperglycemia contributes significantly to this patient's hypertonicity. Osmotically active particles in the extracellular fluid space pull water out of the intracellular space. This causes cellular dehydration in the brain and consequently the patient's CNS changes.Diabetic ketoacidosis would be associated with a much lower serum bicarbonate level and with an elevated anion gap. This patient's anion gap is 9 mEq/L (126-), which is well within the normal range. This patient's hyponatremia is minimal and is related to the osmotic effects of hyperglycemia. Patients with SIADH have an inappropriate production of ADH, leading to water retention and consequent hypotonicity (not hypertonicity, as in this case). The diagnosis of SIADH or drug-induced hyponatremia cannot be made in the setting of severe hypovolemia. Although the oral hypoglycemic chlorpropamide can cause drug-induced hyponatremia, this patient was not taking a sulfonylurea. Although meningitis can be associated with hyponatremia, this patient's hypertonicity and lack of meningeal signs point toward hyperosmolar nonketotic state as the cause of her illness.",
    "cop": 2,
    "opa": "Diabetic ketoacidosis",
    "opb": "Hyperosmolar nonketotic state",
    "opc": "Syndrome of inappropriate antidiuretic hormone (ADH) secretion",
    "opd": "Drug-induced hyponatremia",
    "subject_name": "Medicine",
    "topic_name": "Endocrinology",
    "id": "4f0b9333-cfb8-4da9-b5a4-f35e749370b5",
    "choice_type": "single"
  },
  "680bd402-d4fb-4398-997b-34f8248a73e3": {
    "question": "A 56-year-old woman with diabetes, hypertension, and hyperlipidemia is found to have an A1C of 11 despite her best attempts at diet and faithfully taking her metformin and glyburide. The patient mentions that she has been unable to exercise much, partially due to severe fatigue and sleepiness in the daytime. On examination she is obese, has a full appearing posterior pharynx, clear lungs, a normal heart examination, and trace bilateral edema. Reflexes and skin are normal. Her TSH is 2.0 m/L (normal). The patient asks if there is anything else that can be done before adding another oral agent or switching to insulin. What is the best next step?",
    "exp": "Obstructive sleep apnea (OSA) that has gone untreated contributes to increased insulin resistance. This appears to have an additional effect even beyond the common cooccurrence of obesity as in this patient. Treatment of OSA can lead to improvement in glucose control. This patient is obese, has a crowded oropharynx on examination, and has daytime somnolence. Although overnight oxygen saturation monitor may be performed at home as screening, this patient is at high risk of complications of OSA should proceed directly to formal overnight polysomnography. Sleep hygiene is important for patients with sleep disturbance but is not likely to help in this patient with probable severe OSA. Similarly, sedative hypnotic agents such as zolpidem are widely prescribed for sleep but could exacerbate the OSA. Depression should always be explored but there are no clues beyond fatigue to suggest this diagnosis. Low vitamin D levels are generally asymptomatic unless the condition is severe and prolonged and would not affect sleep apnea or glucose control specifically.",
    "cop": 4,
    "opa": "Educate the patient on sleep hygiene to ensure better rest and more energy.",
    "opb": "Prescribe zolpidem as a sleep aid to help her sleep and increase her energy to exercise during the day.",
    "opc": "Explore for possible depression as a contributor to the fatigue which is keeping her from exercising.",
    "opd": "Arrange for a sleep study to check the patient for obstructive sleep apnea.",
    "subject_name": "Medicine",
    "topic_name": "Endocrinology",
    "id": "680bd402-d4fb-4398-997b-34f8248a73e3",
    "choice_type": "multi"
  },
  "552b8010-b294-44cf-b882-efc1d9d9011d": {
    "question": "A 45-year-old woman has experienced worsening arthritis of her hands and feet for the past 15 years. On physical examination, there are marked deformities of the hands and feet, with ulnar deviation of the hands and swan-neck deformities of the fingers. Laboratory studies show an elevated level of rheumatoid factor. CBC shows hemoglobin, 11.6 g/dL; hematocrit, 34.8%; MCV, 87 mm3; platelet count, 268,000/ mm3; and WBC count, 6800/ mm3. There is a normal serum haptoglobin level, serum iron concentration of 20 mg/ dL, total iron-binding capacity of 195 mg/dL, percent saturation of 10.2, and serum ferritin concentration of 317 ng/mL. No fibrin split products are detected. The reticulocyte concentration is 1.1%. What is the most likely mechanism underlying this patient's hematologic abnormalities?",
    "exp": "The iron concentration and iron-binding capacity are low; however, in contrast to the finding in anemia of iron deficiency, the serum ferritin level is increased. This increase is typical of anemia of chronic disease. In this case, the chronic disease is rheumatoid arthritis. Underlying chronic inflammatory or neoplastic diseases increases the secretion of cytokines such as interleukin-1, tumor necrosis factor, and interferon-g. These cytokines promote the sequestration of iron in storage compartments and depress erythropoietin production. Autoantibody hemolytic anemias occur in several autoimmune diseases, such as systemic lupus erythematosus, but not usually in patients with rheumatoid arthritis, as in this case. Normal serum haptoglobin rules out intravascular hemolysis; iron is recycled at a rapid rate. Impaired synthesis of b-globin chains gives rise to b-thalassemia, also characterized by hemolysis. Complement lysis is enhanced in paroxysmal nocturnal hemoglobinuria, which results from mutations in the PIGA gene. Patients with this disorder have a history of infections. Sequestration of RBCs in the spleen occur when RBC membranes are abnormal, as in hereditary spherocytosis or sickle cell anemia, or RBCs are coated by antibodies, as in autoimmune hemolytic anemias. Metastases are space-occupying lesions (myelophthisic process) that can lead to leukoerythroblastosis, with nucleated RBCs and immature WBCs appearing on the peripheral blood smear.",
    "cop": 3,
    "opa": "Autoantibodies against RBC membranes",
    "opb": "Impaired synthesis of b-globin chains",
    "opc": "Inadequate usage of stored iron",
    "opd": "Sequestration of RBCs in splenic sinusoids",
    "subject_name": "Pathology",
    "topic_name": "Blood",
    "id": "552b8010-b294-44cf-b882-efc1d9d9011d",
    "choice_type": "single"
  },
  "7c7a4f37-d42d-4713-a208-caff2a45edd4": {
    "question": "A four year old boy was admitted with a history of abdominal pain and fever for two months maculopapular rash for ten days, and dry cough, dyspnea and wheezing for three days. One examination liver and spleen were enlarged 4 cm and 3 cm respectively below the costal margins. His hemoglobin was 10.0 g/dl, platelet count 37 x 109/L and total leukocyte count 70 x 109/L, which included 80% eosinophils Bone marrow examination revealed a cellular marrow comprising of 45% blasts and 34% Eosinophils and eosinophilic precursors. The blasts stained negative for myeloperoxidase and non-specific esterase and were positive for CD19, CD10, CD22 and CD20. Which one of the following is the most likely diagnosis -",
    "exp": "Ans. is 'c' i.e., Acute lymphoblastic leukemia with hypereosinophilic syndrome The cytochemical features of the blast Myeloperoxidases negative Non specific esterase ---> negative Both myeloperoxidaes and nonspecific esterases are positive in cells of myeloid origin and are negative in cellsoflymphoid origin. Remember, myeloid lineage includes eosinophil, neutrophil and basophils . So the blasts found in the bone marrow are of lymphoid origin (not of myeloid) according to cytochemistry Presence of Pan B cell (CD 19, CD I0, CD22) markers also confirm the cell of lymphoid origin (B lymphocytes) Now let us see the options Acute eosinophilic leukemia For the diagnosis of acute eosinophilic leukemia, the blast cells present in the bone marrow should be of eosinophilic lineage (In these case it is of lymphoid lineage.) Acute myeloid leukemia with eosinophilia It can be ruled out because blasts are not of myeloid lineage which is essential for the diagnois of myeloid leukemia. Biphenotypic acute leukemia (lymphoid and eosinophil lineage) o For the diagnosis of biphenotypic leukemia, blast cell of two lineage must be present In this case blast cells of only lymphoid lineages are present So we are left with option 'c' which is the diagnosis in this case. In ALL with hypereosinophilic syndrome, the symptoms of eosinophilia usually preceedes the symptoms of ALL.",
    "cop": 3,
    "opa": "Biphenotypic acute leukemia (lymphoid and eosinophil lineage)Acute eosinophilic leukemia)",
    "opb": "Acute lymphoblastic leukemia with hypereosinophilic syndrome",
    "opc": "Acute myeloid leukemia with eosinophilia",
    "opd": "All",
    "subject_name": "Pathology",
    "topic_name": null,
    "id": "7c7a4f37-d42d-4713-a208-caff2a45edd4",
    "choice_type": "multi"
  },
  "21120468-ea0e-4802-bd3d-2e4f54eb51ee": {
    "question": "A 28-year-old, previously healthy man has noted increasing fatigue for the past 6 months and the formation of bruises after minimal trauma. Over the past 2 days, he has developed a cough. On physical examination, his temperature is 38.9deg C, and he has diffuse rales in both lungs. He has no hepatosplenomegaly and no lymphadenopathy. Laboratory findings include a sputum culture positive for Streptococcus pneumoniae, hemoglobin of 7.2 g/dL, hematocrit of 21.7%, platelet count of 23,400/ mm3, WBC count of 1310/ mm3, prothrombin time of 13 seconds, partial thromboplastin time of 28 seconds, and total bilirubin of 1 mg/dL. The ANA test result is negative. What is the most likely explanation of these findings?",
    "exp": "Aplastic anemia leads to marked pancytopenia. Many cases are idiopathic, although some can follow toxic exposures to chemotherapy drugs or chemicals, such as benzene. Some cases may follow viral hepatitis infections. An intrinsic defect in stem cells, or T lymphocyte suppression of stem cells, can play a role in the development of aplastic anemia. Hemolysis is unlikely because the bilirubin is normal, and there is no history of an autoimmune disease. Increased susceptibility to complement lysis occurs in paroxysmal nocturnal hemoglobinuria as a result of mutations in the PIGA gene. It is unlikely that the patient has the metastatic disease at this age, with no prior illness; metastases are more likely to produce a leukoerythroblastic peripheral blood appearance. Sequestration of peripheral blood cells in an enlarged spleen could account for mild pancytopenia, but in this case, the spleen is not enlarged.",
    "cop": 1,
    "opa": "Hematopoietic stem cell defect",
    "opb": "Hemolysis of antibody-coated cells",
    "opc": "Increased susceptibility to lysis by complement",
    "opd": "Metastatic adenocarcinoma to bone marrow",
    "subject_name": "Pathology",
    "topic_name": "Blood",
    "id": "21120468-ea0e-4802-bd3d-2e4f54eb51ee",
    "choice_type": "multi"
  },
  "beb9876f-7941-4eaf-bd4e-f4f5cefa43ef": {
    "question": "A 25-year-old Lady goes to her physician because she is concerned that she may have systemic lupus erythematosus after hearing a public health announcement on TV while working at grocery store. She has no significant past medical history, and her only medication is occasional ibuprofen. She repos that she has had intermittent oral ulcers and right knee pain. Physical examination shows no evidence of alopecia, skin rash, or joint swellimg. Her blood repos shows that she has a positive ANA at a titer of 1:40, but no other abnormalities. Which of the following statements is true?",
    "exp": "Diagnostic criteria for SLE: Include four or more of the following criteria - CRITERIA FEATURE 1.Malar Rash Fixed Erythema,Flat or Raised,Over the malar eminences 2.Discoid Rash Erythematous circular raised patches and adherent keratotic scaling 3.Photosensitivity Exposure to ultraviolet light causes rash 4.Oral ulcers Oral and Nasopharyngeal ulcers 5.Ahritis Non Erosive Ahritis of 2/more peripheral joints with Tenderness, swelling or effusion 6.Renal disorder Protienuria > 0.5g/d or 3+ or cellular casts 7. Neurologic disorder Siezuers, Psychosis 8.Hematologic disorders Hremolytic anemia or leucopenia, Lymphopenia, Thrombocytopenia 9. Immunologic disorder Anti DsDNA, Anti Sm, and/or Antiphospholipid, Low serum complement, +ve Direct Coombs 10. Antinuclear antibody(ANA) Abnormal titer of ANA Total 4 features should be positive At least 1 clinical feature and At least 1 lab features If renal features positive alone is enough to diagnosis SLE. Diagnosis of SLE The patient does not meet the ahritis criteria; her only criteria are oral ulcers and weakly positive ANA.So, she will not have SLE.",
    "cop": 2,
    "opa": "Four diagnostic criteria are required to be diagnosed with systemic lupus erythematosus; this patient has three",
    "opb": "Four diagnostic criteria are required to be diagnosed with systemic lupus erythematosus; this patient has two",
    "opc": "If a urinalysis shows proteinuria, she will meet criteria for systemic lupus erythematosus",
    "opd": "The demonstration of a positive ANA alone is adequate to diagnose systemic lupus erythematosus",
    "subject_name": "Medicine",
    "topic_name": "Systemic Lupus Erythematous",
    "id": "beb9876f-7941-4eaf-bd4e-f4f5cefa43ef",
    "choice_type": "multi"
  },
  "e57550c9-12d6-42d0-8608-3f5176771d50": {
    "question": "A 31-year-old woman has had a persistent fever for the past 2 months. Her temperature has ranged from 38.3degC to 38.6degC on multiple occasions. On physical examination, she has diffuse abdominal pain and mild splenomegaly, but no hepatomegaly or lymphadenopathy. Laboratory studies show Hgb, 13.2 g/dL; Hct, 39.8%; MCV, 930 mm3; platelet count, 242,000/ mm3; and WBC count, 12,290/ mm3 with 71% segmented neutrophils, 19% lymphocytes, and 10% monocytes. CT imaging of her abdomen shows an ill-defined pelvic soft- tissue density mass with a mottled lucent center and a small, square, radiopaque area. Review of her medical record reveals that a salpingo-oophorectomy for ectopic pregnancy was performed on the left side 3 months ago. Which of the following is the most likely cause of her persistent fever?",
    "exp": "She has fever of unknown origin (FUO), at least until a record review correlated with the CT imaging suggests that the mass is a residual hemostatic sponge placed at the time of surgery. Radiopaque markers or radio-frequency identification (RFID) chips can be incorporated into such objects for identification. The mild splenomegaly is consistent with intra-abdominal abscess. There is a long differential diagnosis list for FUO. A mass could represent a neoplasm, but lymphomas do not tend to have significant necrosis and a lucent center. Sarcoidosis tends to involve multiple organs, but lymph node enlargement is likely, although central caseation is not. At the prior surgery, an ovarian neoplasm should have been identified, as would pelvic inflammatory disease that may produce a tubo-ovarian abscess.",
    "cop": 1,
    "opa": "Abscess",
    "opb": "Non-Hodgkin lymphoma",
    "opc": "Ovarian cystadenocarcinoma",
    "opd": "Sarcoidosis",
    "subject_name": "Pathology",
    "topic_name": "Misc.",
    "id": "e57550c9-12d6-42d0-8608-3f5176771d50",
    "choice_type": "multi"
  },
  "c5f44bb7-0f19-4dbd-ad9f-575dd2d74f72": {
    "question": "A known HIV positive patient is admitted in an isolation ward after an abdominal surgery following an accident. The resident doctor who changed his dressing the next day found it to be soaked in blood. Which of the following would be right method of choice of discarding the dressing",
    "exp": "Solid wastes contaminated with blood and fluids including cotton, dressing, soiled plaster castes comes under Category no 6. - category no 6 wastes are discarded in appropriate colour plastic bag and treated by incineration, autoclaving and microwaving. Reference: Park&;s textbook of preventive and social medicine, 23rd edition, pg no: 793,794",
    "cop": 3,
    "opa": "Pour 1% hypochloric on the dressing material and send it for incineration in an appropriate bag",
    "opb": "Pour 5% hypochlorite on the dressing material and send it for incineration in an appropriate bag",
    "opc": "Put the dressing material directly in an appropriate bag and send for incineration",
    "opd": "Pour 2% Lysol on the dressing material and send it for incineration in a appropriate bag",
    "subject_name": "Social & Preventive Medicine",
    "topic_name": "Hospital waste and disaster management, Occupational health",
    "id": "c5f44bb7-0f19-4dbd-ad9f-575dd2d74f72",
    "choice_type": "single"
  },
  "d4811d5e-1940-421f-b2cd-fe0d2b467ac4": {
    "question": "A knownHIV positive patient is admitted in anisolation ward after an abdominal surgery followingan accident. The resident docter who changed hisdressing the next day found it to be soaked in blood hich of the following would be the right method ofchoice of descarding the dressing -",
    "exp": "Ans. is 'c' i.e., Put the dressing material directly in an appropriate bag and send for incineration o This waste category lies in category No. 6 o No.6 category of solid wastes consists of : Items contaminated with blood and fluid containing u Cotton dressings Soiled plaster casts o Linen o Beddings Other materials contaminated with blood o Treatment and disposal of this category of wastes o Incineration (There will be no chemical pretreatment prior to incineration) Autoclaving/microwaving",
    "cop": 3,
    "opa": "Pour 1% hypochloric on the dressing materialand send it for incineration in a appropriate bag",
    "opb": "Pour 5% hypochlorite on the dressing materialand send it for incineration in a appropriate bag",
    "opc": "Put the dressing material directly in anappropriate bag and send for incineration",
    "opd": "Pour2% Lysol on the dressing material and sendit for incineration in a appropriate bag",
    "subject_name": "Social & Preventive Medicine",
    "topic_name": null,
    "id": "d4811d5e-1940-421f-b2cd-fe0d2b467ac4",
    "choice_type": "single"
  },
  "70f2d6a5-c632-4b5f-aab1-5005837e07dc": {
    "question": "A knownHIV positive patient is admitted in anisolation ward after an abdominal surgery followingan accident. The resident docter who changed hisdressing the next day found it to be soaked in blood. hich of the following would be the right method ofchoice of descarding the dressing -",
    "exp": "Ans. is 'c' i.e., Put the dressing material directly in an appropriate bag and send for incineration This waste category lies in category No. 6 o No.6 category of solid wastes consists of : Items contaminated with blood and fluid containing Cotton dressings Soiled plaster casts o Linen o Beddings Other materials contaminated with blood o Treatment and disposal of this category of wastes o Incineration (There will be no chemical pretreatment prior to incineration) Autoclaving/microwaving",
    "cop": 3,
    "opa": "Pour 1% hypochloric on the dressing materialand send it for incineration in a appropriate bag",
    "opb": "Pour 5% hypochlorite on the dressing materialand send it for incineration in a appropriate bag",
    "opc": "Put the dressing material directly in anappropriate bag and send for incineration",
    "opd": "Pour2% Lysol on the dressing material and sendit for incineration in a appropriate bag",
    "subject_name": "Social & Preventive Medicine",
    "topic_name": null,
    "id": "70f2d6a5-c632-4b5f-aab1-5005837e07dc",
    "choice_type": "single"
  },
  "e5efcfe6-0195-4268-b456-5e725e1ea645": {
    "question": "A  20-year-old  patient  weighing  60  kg  has  to  be  prescribed  an  antiepileptic  drug  (available\nas 200 and 400 mg tablets) for generalized tonic-clonic seizures. The pharmacokinetic parameters\nand  therapeutic  plasma  concentration  of  the  selected  drug  are:\nTarget  steady-state  plasma  concentration  (Cpss) –  6  mg/L\nOral  bioavailability  (F) –  70%\nVolume  of  distribution  (V) –  1.4  L/kg\nClearance  (CL) –  80  ml/hr/kg\nPlasma  half  life  (t½) –  15  hours\nWhat should be the loading dose and the daily maintenance dose of the drug for this patient?",
    "exp": "The total volume of distribution and total body clearance for this patients has to be calculated first.",
    "cop": 1,
    "opa": "720 and 984 mg respectively",
    "opb": "984 and 720 mg respectively",
    "opc": "450 and 720 mg respectively",
    "opd": "884 and 984 mg respectively",
    "subject_name": "Pharmacology",
    "topic_name": null,
    "id": "e5efcfe6-0195-4268-b456-5e725e1ea645",
    "choice_type": "single"
  },
  "d07e44ee-61c1-424b-b305-dafa99f5627e": {
    "question": "A scientist has developed an adipocyte cell line that, at 42degC, cannot degrade triglycerides to glycerol and free fatty acids. At 25degC, the triglyceride degradation is normal. Which one of the following best reflects enzymes in which a temperature-sensitive mutation may lead to this phenotype?",
    "exp": "Insulin levels decrease, and glucagon levels rise, stimulating lipolysis. (Epinephrine and other hormones promote lipolysis by the same mechanism.)a. cAMP levels rise, and PKA is activated.b. PKA phosphorylates perilipin-1, which then dissociates from the enzyme ATGL.c. When free of perilipin-1, ATGL is active and converts triacylglycerol to a free fatty acid and DAG.d. PKA directly phosphorylates and activates hormone sensitive lipase, which converts DAG to a free fatty acid and monoacylglycerol.e. Monoglyceride lipase then converts the monoacylglycerol to a free fatty acid and glycerol.The hormone-sensitive lipase of adipose tissue is responsible for degrading diacylglycerol to a free fatty acid and monoacylglycerol. The enzyme is activated by glucagon via a cAMP-mediated process (the activation of protein kinase A). Thus, mutations in PKA or the glucagon receptor may interfere with the eventual phosphorylation and activation of the hormone-sensitive lipase. Adenylate kinase is not involved in this cascade (although a mutation in adenylate cyclase would be involved, as that is the enzyme that produces cAMP). The insulin receptor promotes triglyceride synthesis and storage in the adipocyte, so a mutation in the insulin receptor would not promote triglyceride degradation. Glycerol kinase is only expressed in the liver and is not present in adipose cells.",
    "cop": 3,
    "opa": "Protein Kinase A - yes; Adenylate Kinase - no; Insulin Receptor - no; Glucagon Receptor - yes; Glycerol Kinase - yes",
    "opb": "Protein Kinase A - no; Adenylate Kinase - no; Insulin Receptor - yes; Glucagon Receptor - no; Glycerol Kinase - yes",
    "opc": "Protein Kinase A - yes; Adenylate Kinase - no; Insulin Receptor - no; Glucagon Receptor - yes; Glycerol Kinase - no",
    "opd": "Protein Kinase A - no; Adenylate Kinase - yes; Insulin Receptor - yes; Glucagon Receptor - no; Glycerol Kinase - no",
    "subject_name": "Biochemistry",
    "topic_name": "Endocrinology",
    "id": "d07e44ee-61c1-424b-b305-dafa99f5627e",
    "choice_type": "single"
  },
  "4ada601f-4935-46c1-8154-240e065c3f89": {
    "question": "A 48 year old woman was admitted with a history of weakness for two months. On examination, she has enlarged cervical lymph nodes and spleen. Her hemoglobin was 10.5 g/dl, platelet count 2.7 x 109/L and total leukocyte count 40 x 109/L, which included 80% mature lymphoid cells with coarse clumped chromatin. Bone marrow revealed a nodular lymphoid infiltrate. The peripheral blood lymphoid cells were positive for CD 19, CD5, CD20 and CD23 and were negative for CD79B and FMC-7. The histopathological examination of the lymph node in this patient, will most likely exhibit effacement of lymph node arachitecture by:",
    "exp": "Patient in the question stem is showing features of chronic lymphocytic leukemia. Histopathological examination in a case of CLL shows diffuse effacement of lymphocyte architecture by small to medium sized lymphocytes with clumped chromatin, indistinct or absent nucleoli and scanty cytoplasm. Chronic lymphocytic leukemia (CLL) is a clonal malignancy of B lymphocytes. It is manifested clinically by immunosuppression, bone marrow failure, and organ infiltration with lymphocytes. Ref: Current Medical Diagnosis and Treatment, 2012, Chapter 13",
    "cop": 4,
    "opa": "A pseudofollicular pattern with proliferation centers",
    "opb": "A monomorphic lymphoid proliferation with a nodular pattern",
    "opc": "A predominantly follicular pattern",
    "opd": "A diffuse proliferation of medium to large lymphoid cells with high mitotic rate",
    "subject_name": "Pathology",
    "topic_name": null,
    "id": "4ada601f-4935-46c1-8154-240e065c3f89",
    "choice_type": "single"
  },
  "30221adb-9c4f-4468-be08-fda290b0262c": {
    "question": "A 66-year-old man has experienced fatigue, a 5-kg weight loss, night sweats, and abdominal discomfort for 10 months. On physical examination, he has marked splenomegaly; there is no lymphadenopathy. Laboratory studies show hemoglobin, 10.1 g/dL; hematocrit, 30.5%; MCV, 89 gm3; platelet count, 94,000/mm3; and WBC count, 14,750/mm3 with 55% segmented neutrophils, 9% bands, 20% lymphocytes, 8% monocytes, 4% metamyelocytes, 3% myelocytes, 1% eosinophils, and 2 nucleated RBCs per 100 WBCs. The peripheral blood smear also shows teardrop cells. The serum uric acid level is 12 mg/dL. A bone marrow biopsy specimen shows extensive marrow fibrosis and clusters of atypical megakaryocytes. Which of the following is most likely to account for the enlargement in this patient's spleen?",
    "exp": "Myelofibrosis with myeloid metaplasia is a myeloproliferative disorder that is also a stem cell disorder in which neoplastic megakaryocytes secrete fibrogenic factors leading to marrow fibrosis. The neoplastic clone then shifts to the spleen, where it shows trilineage hematopoietic proliferation (extramedullary hematopoiesis), in which megakaryocytes are prominent. The marrow fibrosis and the extramedullary hematopoiesis in the spleen fail to regulate orderly release of leukocytes into the blood. The peripheral blood has immature RBC and WBC precursors (leukoerythroblastic picture). Hematopoietic cell proliferation and turnover increases purine metabolism and uric acid production. Teardrop RBCs are misshapen RBCs that are seen when marrow undergoes fibrosis. Marrow injury also can be the result of other causes (e.g., metastatic tumors, irradiation). These causes also can give rise to a leukoerythroblastic picture, but splenic enlargement with trilineage proliferation usually is not seen. The other causes mentioned - Hodgkin lymphoma, portal hypertension, and Histoplasma capsulatum infection - can cause splenic enlargement, but not marrow fibrosis. Metastases to the spleen are uncommon.",
    "cop": 1,
    "opa": "Extramedullary hematopoiesis",
    "opb": "Granulomas with Histoplasma capsulatum",
    "opc": "Hodgkin lymphoma",
    "opd": "Metastatic adenocarcinoma",
    "subject_name": "Pathology",
    "topic_name": "Blood",
    "id": "30221adb-9c4f-4468-be08-fda290b0262c",
    "choice_type": "single"
  },
  "a68fd1bf-2e1f-4259-a897-2ec676a9e6d1": {
    "question": "A 23-year-old G1P0woman at 10 weeks' gestation presents to the obstetrics clinic for her initial evaluation. She says she has been hospitalized several times for asthma exacerbations but has never required intubation or admission to an intensive care unit. She is controlled on daily inhaled corticosteroids and albuterol with adequate relief of her symptoms. She is concerned about taking these medications now that she is pregnant.Which of the following is true regarding asthma medications in pregnancy:",
    "exp": "Asthma in Pregnancy – Important Points:\n\nAsthma is the most common chronic condition in pregnancy and affects 3–12% of gestations.\nEffects of pregnancy on asthma: The course of the disease is very much unpredictable. In about 20%, the condition improves, in 30%, it deteriorates and in 50%, it remains unchanged.\nIt is more likely to deteriorate in women with severe asthma.\nExacerbations are most frequent between 24 to 36 weeks gestation and are most commonly precipitated by viral respiratory infections and non compliance with inhaled corticosteroid regimens.\nBecause asthma exacerbation can be severe, they should be treated aggressively in pregnancy.\nEffects of asthma on pregnancy: Preterm labor PROM, preeclampsia, LBW baby and slight increase in abruptio placenta.\nSeverity of asthma correlates with FEV1 and PEFR (peak expiratory flow rate) FEV1 ideally is > 80% of the predicted value and PEFR FEV1 less than 1L or less than 20% of predicted value, correlates with severe disease.\n\nManagement of Asthma in Pregnancy:\n\nMild asthma: Inhaled beta agonist (albuterol preferred because of more human data on safety in pregnancy).\nMild persistent: Low dose inhaled corticosteroids (Budesonide preferred).\nModerate: Low dose inhaled corticosteroids and long acting b agonist (Salmetrol preferred).\nSevere: High dose inhaled corticosteroid and long acting beta agonist and oral steroids if needed.\n\n\nPGF-2 alpha is absolutely C/I in patients of Asthma\nSo, if in an asthmatic patient PPH occurs drug of choice is PGE1\nIn asthmatic patients DOC for cervical ripening-PGE2 (PGE2 is not contraindicated in asthmatics).",
    "cop": 3,
    "opa": "B2 agonist are contraindicated during pregnancy.",
    "opb": "Both B2 agonist and inhaled corticosteroids are both contraindicated in pregnancy.",
    "opc": "Both B2 agonist and inhaled corticosteroids are safe in pregnancy",
    "opd": "B2 agonist and inhaled corticosteroids are both safe in pregnancy but during 2nd and 3rd trimester only",
    "subject_name": "Gynaecology & Obstetrics",
    "topic_name": null,
    "id": "a68fd1bf-2e1f-4259-a897-2ec676a9e6d1",
    "choice_type": "multi"
  },
  "cd23e445-ccd7-4681-a78d-464cb6a54c08": {
    "question": "A four year old boy was admitted with a history of abdominal pain and fever for two months maculo popular rash for ten days, and dry cough, dyspnea and wheezing for three days. One examination liver and spleen were enlarged 4 cm and 3 cm respectively below the costal margins. His hemoglobin was 10.0 g/dl, platelet count 37x 109/L and total leukocyte count 70 x 109L, which included 80% eosinophils Bone marrow examination revealed a cellular marrow comprising of 45% blasts and 34% Eosinophils and eosinophilic precursors. The blasts stained negative for myeloperoxidase and non-specific esterase and were positive for CD19, CD10, CD22 and CD20. Which of the following is the most likely diagnosis?",
    "exp": "Answer is C (Acute lymphoblastic leukemia with hypereosinophilic syndrome) The immunophenotypic markers in the question are specific for lymphoid lineage alone and not for myeloid series. Presence of immunophenotypic marker for myeloid lineage is essential before considering a diagnosis of biphenotypic leukemias, or Acute Eosinophilic leukemia (Eosinophils belong to the myeloid series) or Acute myeloid leukemia The patient in question has positive markers for lymphoid series in isolation (CD19,CD10,CD20 and CD22) and hence the single answer by exclusion is Acute Lymphoblastic leukemia (lymphoid series) with hypereosinophilic syndrome.",
    "cop": 3,
    "opa": "Biphenotypic acute leukemia (lymphoid and eosinophil lineage",
    "opb": "Acute eosinophilic leukemia",
    "opc": "Acute lymphoblastic leukemia with hypereosinophilic syndrome",
    "opd": "Acute myeloid leukemia with eosinophilia",
    "subject_name": "Medicine",
    "topic_name": null,
    "id": "cd23e445-ccd7-4681-a78d-464cb6a54c08",
    "choice_type": "single"
  },
  "499ca38b-17d3-4203-a749-77abf0347aff": {
    "question": "A 26-year-old woman comes to the emergency complaining of 2 day of worsening right leg pain and swelling. She drove in a car 8 hours back from a hiking trip 2 days ago and then noticed some pain in the leg. At first she thought it was due to exeion, but it has worsened over the day. Her past medical history is related to difficulty getting pregnant, with two prior spontaneous aboions. Her physical examination is notable for normal vital signs, hea, and lung examination. Her right leg is swollen from the mid-thigh down and is tender. Doppler studies demonstrate a large deep venous thrombosis in the femoral and ileac veins extending into the pelvis. Laboratory studies show normal electrolytes, normal WBC and platelet counts, normal PT, and an aPTT 3x normal. Her pregnancy test is negative. Low-molecular-weight heparin therapy is initiated in the emergency depament. Subsequent therapy should include which of the following?",
    "exp": "This patient has a typical presentation of antiphospholipid syndrome (APS) with a deep venous thrombosis, history of spontaneous aboion, and isolated elevated aPTT due to a lupus anticoagulant. Clinical Feature: Recurrent aerial and venous thromboembolism Recurrent Foetal loss Stroke, Seizures, Cerebral venous thrombosis Pulmonary aerial hypeension Livedo reticularis Myocardial infarction Gangrene in fingers After diagnosis of a thrombotic event due to APS, patients should receive warfarin for life with a goal international normalized ratio (INR) of 2.5- 3.5 alone or in combination with daily aspirin. Treatment: -During pregnancy, patients should receive heparin plus aspirin. -Patients who develop recurrent thrombosis while on effective anticoagulation may benefit from a 5-day infusion of IV g-globulin or 4 weeks of rituximab therapy. -Warfarin for 3 months with INR goal of 2.0-3.0 is recommended therapy for deep vein thrombosis (DVT) with a known reversible precipitating event. Warfarin for 6-12 months with an INR goal of 2.0-3.0 is recommended therapy for first episode of idiopathic DVT.",
    "cop": 4,
    "opa": "Rituximab 375 mg/m2 per week for 4 weeks",
    "opb": "Warfarin with international normalized ratio (INR) goal of 2.0-3.0 for 3 months",
    "opc": "Warfarin with INR goal of 2.0-3.0 for 12 months",
    "opd": "Warfarin with INR goal of 2.5-3.5 for life",
    "subject_name": "Medicine",
    "topic_name": "Miscellaneous QBank",
    "id": "499ca38b-17d3-4203-a749-77abf0347aff",
    "choice_type": "single"
  },
  "5d00669c-751c-4f32-acba-abf86445487b": {
    "question": "A perimenopausal woman presents with increasing swallowing difficulty and fatigue. Physical examination reveals that her thyroid is enlarged (palpable goiter). Laboratory examination of her serum reveals T4 of 4.9 mg/dL, free T4 of 2.5 ng/dL, and TSH of 5.5 mIU/mL. No thyroidstimulating immunoglobulins are identified in the serum, but antimicrosomal antibodies are present. Which one of the listed histologic findings, if present in a thyroid biopsy from this individual, would be most consistent with a diagnosis of Hashimoto's thyroiditis?",
    "exp": "Four types of thyroiditis may be associated with hypothyroidism. Hashimoto's thyroiditis, one of the autoimmune thyroid diseases, is associated with the HLA-B8 haplotype and high titers of circulating autoantibodies, including antimicrosomal, antithyroglobulin, and anti-TSH receptor antibodies. This abnormality is not uncommon in the United States. Histologically, there is infiltration of the thyroid stroma by an intense lymphoplasmacytic infiltrate, with the formation of lymphoid follicles and germinal centers. This produces destruction and atrophy of the follicles and transforms the thyroid follicular cells into acidophilic cells. There are many different names for these cells, including oxyphilic cells, oncocytes, Huhle cells, and Askanazy cells. Not uncommonly, patients develop hypothyroidism as a result of follicle disruption, and the manifestations consist of fatigue, myxedema, cold intolerance, hair coarsening, and constipation. Rarely, cases of Hashimoto's thyroiditis may develop hypehyroidism (Hashitoxicosis), while the combination of Hashimoto's disease, pernicious anemia, and type I diabetes mellitus is called Schmidt's syndrome. This is one type of multiglandular syndrome. Although subacute thyroiditis and Riedel's thyroiditis may have similar symptoms to Hashimoto's thyroiditis, biopsy findings in these disorders are distinctly different. Subacute (de Quervain's, granulomatous, or giant cell) thyroiditis is a self-limited viral infection of the thyroid. It typically follows an upper respiratory tract infection. Patients develop the acute onset of fever and painful thyroid enlargement, and may develop a transient hypothyroidism. Histologically there is destruction of the follicles with a granulomatous reaction and multinucleated giant cells that surround fragments of colloid. One-half of patients with Riedel's thyroiditis are hypothyroid, but, in contrast to the other types of thyroiditis, microscopic examination reveals dense fibrosis of the thyroid gland, often extending into extrathyroidal soft tissue. This fibrosis produces a rock-hard enlarged thyroid gland that may produce the feeling of suffocation. This combination of signs and symptoms may be mistaken clinically for a malignant process. Additionally, these patients may develop similar fibrosis in the mediastinum or retroperitoneum. Subacute lymphocytic thyroiditis is also a self-limited, painless enlargement of the thyroid that is associated with hypothyroidism, but that lacks antithyroid antibodies or lymphoid germinal centers within the thyroid Hashimoto's thyroiditis Reference: Robbins & Cotran Pathologic Basis of Disease, 9edition",
    "cop": 2,
    "opa": "Lymphocytic infiltrate without follicle formation",
    "opb": "Intense lymphoplasmacytic infiltrate with lymphoid follicles and scattered oxyphilic cells",
    "opc": "Hyperplasia of follicular cells with scalloping of colloid at the margin of follicles",
    "opd": "Granulomatous inflammation with multinucleated giant cells surrounding fragments of colloid",
    "subject_name": "Pathology",
    "topic_name": "Endocrinology",
    "id": "5d00669c-751c-4f32-acba-abf86445487b",
    "choice_type": "multi"
  },
  "c6007405-bb2b-4643-abf6-a258d4aafb0c": {
    "question": "A four year old boy was admitted with a history of abdominal pain and fever for two months maculopapular rash for ten days, and dry cough. dyspnea and wheezing_ for three days. On examination Ii er and spleen were enlarged 4 cm and 3 cm respecimey bekm the eastal ntargin. His hemoglobin vas 10.0 gidl. platelet count 3.7 x 10% and total leukocyte count 70 x 10%, which included 80% eosinophils Bone marrow examination revealed a cellular marrow comprising of 45% blasts and 34% Eosinophils and cosinophill pre-cursors. The blasts stained negative for my eloperoxidase and non- specific esterase and were positive for CD19. CD 10, CD22 and CD20. Which one of the following statements is not true about disease?",
    "exp": "Inv(16)(p13q22) and t(16;16)(p13;q22), that we refer as inv (16) and t(16;16) respectively from now, are recurring chromosomal rearrangements commonly associated with the M4Eo subtype of AML but also repoed in the AML M2, M5 subtypes, and in patients with morphological features of higher risk MDS Ref Davidson 23rd edition pg 976",
    "cop": 4,
    "opa": "Eosinophils are not put of the Neoplastic clone.",
    "opb": "t(5:14) rearrangement may be detected in blasts.",
    "opc": "Penphcral blood eosinophilia may normalize with chemotherapy",
    "opd": "Inv (16) is often detected in the blasts and the eosinophils",
    "subject_name": "Medicine",
    "topic_name": "Haematology",
    "id": "c6007405-bb2b-4643-abf6-a258d4aafb0c",
    "choice_type": "multi"
  },
  "45e59530-0ce3-491a-b049-16e0021bada3": {
    "question": "Acetyl CoA is generated primarily in mitochondria. However, fatty acid synthesis from acetyl CoA occurs extramitochondrial (in the cytosol). By which one of the following mechanisms does acetyl CoA leave the mitochondrion and enter the cytosol?",
    "exp": "Carnitine transfers fatty acids from cytosolic fatty acyl CoA to form mitochondrial fatty acyl CoA. The conversion of acetyl CoA to malonyl CoA occurs in the cytosol. Coenzyme A cannot pass through the inner mitochondrial membrane. Acetoacetyl CoA has to be conveed to HMG CoA before it is conveed to acetoacetate. Ref: Botham K.M., Mayes P.A. (2011). Chapter 23. Biosynthesis of Fatty Acids & Eicosanoids. In D.A. Bender, K.M. Botham, P.A. Weil, P.J. Kennelly, R.K. Murray, V.W. Rodwell (Eds), Harper's Illustrated Biochemistry, 29e.",
    "cop": 2,
    "opa": "The acetyl group is transferred to carnitine to form acetyl carnitine, which is transpoed across the inner mitochondrial membrane to the cytosol where it reacts with CoA to regenerate acetyl CoA",
    "opb": "Acetyl CoA condenses with oxaloacetate to form citrate, which is transpoed into the cytosol where it is cleaved to generate acetyl CoA and oxaloacetate in an ATP-dependent reaction",
    "opc": "Acetyl CoA reacts with carbon dioxide to form malonyl CoA, which is transpoed across the mitochondrial membrane",
    "opd": "The mitochondrial membrane permits permeation of acetyl CoA by active transpo",
    "subject_name": "Biochemistry",
    "topic_name": null,
    "id": "45e59530-0ce3-491a-b049-16e0021bada3",
    "choice_type": "single"
  },
  "3001d559-92f7-4b96-8c33-926284177de7": {
    "question": "A cardiologist found a highly significant correlation coefficient (r = 0.90) between systolic BP and serum cholesterol values of the patients attending his clinic. Which of the following statements is a wrong interpretation of the correlation coefficient observed?",
    "exp": "Ans. is 'a' i.e., Since there is a high correlation, the magnitude of both the measurements are likely to be close to each other It has already been explained that correlation coefficient tells about the strength of association between two variables, but does not tell about the magnitude (quantity). Correlation coefficient in this question is 0.9 (r = 0.90), i.e. there is strong positive correlation between systolic BP and serum cholesterol; therefore, a patient with high level of systolic BP is likely to have high level of serum cholesterol and a patient with low level of systolic BP is likely to have low level of serum cholesterol (option b and c are correct). To know the percentage of variation in a dependent variable that is explained by the Independent variable, coefficient of determination (r2) is used which interprets the value of coefficient of correlation between two variables: Coefficient of determination = (coefficient of correlation) 2 = (0.9)2= 0.8 I (81%) That means 81% of variation in systolic BP among patients can be explained by their serum cholesterol values.",
    "cop": 1,
    "opa": "Since there is a high correlation, the magnitude of both the measurements are likely to be close to each other",
    "opb": "A patient with a high level of systolic BP is also likely to have a high level of serum cholesterol.",
    "opc": "A patient with a low level of systolic BP is also likely to have a low level of serum cholesterol",
    "opd": "About 80% of the variation in systolic BP among his patients can be explained by their serum cholesterol values",
    "subject_name": "Social & Preventive Medicine",
    "topic_name": null,
    "id": "3001d559-92f7-4b96-8c33-926284177de7",
    "choice_type": "multi"
  },
  "f61e8c4a-c066-4f47-a01d-655a9f3f1811": {
    "question": "A 30 year old male was brought to the ER after a car crash. On admission, pulse is weak with BP=80/60 mmHg. ECG is shown below. Right hea catheter is placed. Which is the most consistent value with patient's diagnosis?",
    "exp": "The ECG shows HR of 125bpm with variation in amplitude of QRS. This occurs when there is large amount of fluid in pericardial sac, which in the setting of trauma is patient's own blood. The ECG and clinical history points to diagnosis of Cardiac Tamponade. It is characterised by diastolic collapse of ventricles. Hence the PCWP will be equal to pulmonary aery diastolic pressure. This in turn will be equal to right atrial pressure.",
    "cop": 2,
    "opa": "RA pressure Pulmonary aery pressure PCWP 16 75/30 11",
    "opb": "RA pressure Pulmonary aery pressure PCWP 16 34/16 16",
    "opc": "RA pressure Pulmonary aery pressure PCWP 16 100/30 28",
    "opd": "RA pressure Pulmonary aery pressure PCWP 16 45/22 20",
    "subject_name": "Medicine",
    "topic_name": "Disease of pericardium",
    "id": "f61e8c4a-c066-4f47-a01d-655a9f3f1811",
    "choice_type": "single"
  },
  "4b295fbd-3809-4f98-8a6b-257c740124e9": {
    "question": "Glucocorticoids (steroids) can be used as a treatment for asthma and inflammatory conditions whereas NSAIDs are used to treat inflammation but have no use in asthma treatment. Which of the following statements most accurately describes why these treatments differ?",
    "exp": "The eicosanoids (prostaglandins, thromboxanes, and leukotrienes) are synthesized from polyunsaturated fatty acids released from membrane phospholipids by phospholipase A2 . Glucocorticoids inhibit phospholipase A2 and thereby block production of all eicosanoids. NSAIDs inhibit COX, which converts arachidonic acid to prostaglandins and thereby block prostaglandin production. Because thromboxanes are derived from prostaglandins, NSAIDs also indirectly block thromboxane production. Leukotrienes, however, are produced from arachidonic acid by a different pathway (lipoxygenase) than prostaglandins and thereby are not blocked by NSAIDs. Leukotrienes are involved in asthma, so leukotriene inhibitors can be used to treat asthma.",
    "cop": 1,
    "opa": "Steroids block production of all eicosanoids, whereas NSAIDs only block production of thromboxanes and prostaglandins.",
    "opb": "NSAIDs block production of all eicosanoids, whereas steroids only block production of leukotrienes.",
    "opc": "NSAIDs block production of leukotrienes and prostaglandins, whereas steroids block production of thromboxanes and leukotrienes.",
    "opd": "Steroids block production of leukotrienes and prostaglandins, whereas NSAIDs block production of leukotrienes and thromboxanes.",
    "subject_name": "Biochemistry",
    "topic_name": "Lipids",
    "id": "4b295fbd-3809-4f98-8a6b-257c740124e9",
    "choice_type": "multi"
  },
  "62a827f6-36a8-4f75-83d1-542b9b3d19e6": {
    "question": "A 60-year-old man has had angina on exertion for the past 6 years. A coronary angiogram performed 2 years ago showed 75% stenosis of the left circumflex coronary artery and 50% stenosis of the right coronary artery. For the past 3 weeks, the frequency and severity of his anginal attacks have increased, and pain sometimes occurs even when he is lying in bed. On physical examination, his blood pressure is 110/80 mm Hg, and pulse is 85/min with irregular beats. An ECG shows ST-segment elevation. Laboratory studies show serum glucose, 188 mg/dL; creatinine, 1.2 mg/dL; and troponin I, 1.5 ng/mL. Which of the following is most likely to explain these findings?",
    "exp": "Marked coronary artery occlusion with this degree of stenosis prevents adequate perfusion of the heart when myocardial demand is increased during exertion. He has angina on exertion and recently developed unstable angina, which is manifested by increased frequency and severity of the attacks and angina at rest. The ST-segment elevation suggests a developing acute coronary syndrome with myocardial ischemia, but the lack of cardiac enzyme elevation suggests infarction has not yet occurred. In most patients, unstable angina is induced by disruption of an atherosclerotic plaque followed by a mural thrombus and possibly distal embolization, vasospasm, or both. An acute myocardial infarction (MI) can lead to focal fibrinous pericarditis, but it is unlikely to lead to extensive scarring that surrounds the heart. Fibrosis is a late finding from the healing of infarction. Hypertrophy of the heart is unlikely to progress significantly in this case because there is neither hypertension nor a valvular lesion. Mural thrombosis may develop on the endocardial surface overlying an infarction and may fill a ventricular aneurysm following an MI. An acute MI may be complicated by papillary muscle rupture with mitral valve insufficiency.",
    "cop": 1,
    "opa": "Atheromatous plaque fissure with thrombosis",
    "opb": "Constrictive pericarditis with calcification",
    "opc": "Endomyocardial fibrosis",
    "opd": "Extensive myocardial fiber hypertrophy",
    "subject_name": "Pathology",
    "topic_name": "C.V.S",
    "id": "62a827f6-36a8-4f75-83d1-542b9b3d19e6",
    "choice_type": "single"
  },
  "907c0bfd-2152-4824-b4a3-6503d3efe2bb": {
    "question": "A 45-year-old man with recent history of bizarre behavior is seen by a psychiatrist. On physical examination, the patient appears moderately obese with mild hypeension, facial acne, fat accumulation in the supraclavicular fossae. Laboratory studies demonstrate a neutrophilic leukocytosis, with a decrease lymphocytes and absence of eosinophils. There is a mild hypokalemia and mild metabolic alkalosis. The fasting serum glucose is within the reference range, but OGTT had glucose concentrations > 200 mg/dL. Laboratory studies show free urinary coisol of 156 mg/ 24 hours .Which of the following questions would be of most help in establishing a diagnosis?",
    "exp": "- Given clinical features suggests the diagnosis of cushing syndrome - Most common cause of Cushing syndrome is chronic administration of coicosteroids in treatment of immunologic & inflammatory disorders. - Hence, asking the question given in option 3 helps in establishing diagnosis. - Muscle weakness (choice A) is a feature of Cushing syndrome but is nonspecific.",
    "cop": 3,
    "opa": "Are you experiencing muscle weakness?",
    "opb": "Are you experiencing shoness of breath?",
    "opc": "Are you receiving coicosteroids for some other disease?",
    "opd": "Do you have a family history of endocrine neoplasia?",
    "subject_name": "Pathology",
    "topic_name": "Adrenal Gland",
    "id": "907c0bfd-2152-4824-b4a3-6503d3efe2bb",
    "choice_type": "single"
  },
  "ac6e92b4-5577-48c0-9147-0696f4bd618c": {
    "question": "Two normal, healthy subjects volunteer for a study on insulin secretion. In Patient 1, blood glucose is increased to 150 mg/dL by direct intravenous infusion. In Patient 2, blood glucose is increased to 150 mg/dL by ingestion of oral glucose. The peak plasma insulin concentration produced in Patient 1 is 70 uU/mL while in Patient 2, it is 95 uU/mL. Which of the following best explains the higher insulin concentration in Patient 2?",
    "exp": "Ingestion of glucose results in secretion of a \"gut factor\" into the blood that subsequently increases insulin secretion by b cells. The most likely candidate for this action is the intestinal peptide known as gastric inhibitory peptide (GIP), which obviously was named for its effects on the stomach. GIP secretion is increased during ingestion of glucose and the blood level produced is sufficient to stimulate insulin secretion. Because of this effect on insulin secretion, GIP is sometimes referred to as glucose-dependent insulinotropic peptide. Activation of the sympathetic innervation to the pancreas inhibits insulin secretion an a2-adrenergic mechanism. Hence, any sympathetic reflexes activated during ingestion of glucose would decrease insulin secretion. While paracrine release of somatostatin by D cells in the islets does inhibit insulin secretion by b cells, there is no reason to suspect that intravenous versus ingested glucose would have a differential effect on somatostatin release. The same holds true for glucagon secretion by a cells. Fuhermore, glucagon has a paracrine effect to increase insulin secretion.",
    "cop": 2,
    "opa": "Ingested glucose activates a sympathetic reflex that increases b cell release of insulin",
    "opb": "Ingested glucose increases duodenal secretion of gastric inhibitory peptide (GIP), increasing b cell release of insulin",
    "opc": "Intravenous glucose increases islet cell secretion of somatostatin, inhibiting b cell release of insulin",
    "opd": "Intravenous glucose increases islet cell secretion of glucagon, inhibiting b cell release of insulin",
    "subject_name": "Physiology",
    "topic_name": null,
    "id": "ac6e92b4-5577-48c0-9147-0696f4bd618c",
    "choice_type": "single"
  },
  "140ef036-3b87-43cd-b1ac-b7e0fed0fd7d": {
    "question": "A 70-year-old man with a history of coronary artery disease presents to the emergency department with 2 hours of substernal chest pressure, diaphoresis, and nausea. He reports difficulty \"catching his breath.\" An electrocardiogram shows septal T-wave inversion. The patient is given 325 mg aspirin and sublingual nitroglycerin while awaiting the results of his blood work. His troponin I is 0.65 ng/mL (normal <0.04 ng/mL). The physician in the emergency department starts the patient on low-molecular-weight heparin. His pain is 3/10. Blood pressure is currently 154/78 and heart rate is 72. You are asked to assume care of this patient. What is the best next step in management?",
    "exp": "The patient's history suggests acute coronary syndrome (ACS). The combination of elevated troponin and lack of ST segment elevation on ECG is most consistent with non-ST elevation myocardial infarction (NSTEMI). Initial therapy for acute coronary syndrome includes aspirin, nitroglycerin, anticoagulation, and morphine. An intravenous beta-blocker, such as metoprolol, is frequently given in the immediate management of ACS to decrease myocardial oxygen demand, limit infarct size, reduce pain, and decrease the risk of ventricular arrhythmias. Elevated blood pressure also increases myocardial oxygen demand. Given this patient's increased blood pressure and continued pain, administration of a beta-blocker is the appropriate next step in his management. Administration of intravenous morphine would also be appropriate.Cardiac catheterization may well be necessary at some point during his evaluation, but there is no mortality benefit for emergent catheterization in NSTEMI. There is no role for thrombolytic therapy in patients with ACS without ST segment elevation. All patients with ACS should be admitted to a monitored cardiac unit with serial cardiac biomarkers to estimate the extent of cardiac damage, but the patient's continued pain demands urgent treatment, not just further observation. Clopidogrel therapy is indicated for patients with ACS who will not be undergoing immediate coronary artery bypass grafting (CABG). Clopidogrel therapy, however, will not improve this patient's elevated blood pressure nor promptly decrease myocardial oxygen demand. The correct dose of clopidogrel is a loading dose of 300 to 600 mg, then 75 mg po daily.",
    "cop": 4,
    "opa": "Arrange for emergent cardiac catheterization",
    "opb": "Begin intravenous thrombolytic therapy",
    "opc": "Admit the patient to a monitored cardiac bed and repeat cardiac enzymes and ECG in 6 hours",
    "opd": "Begin intravenous beta-blocker therapy",
    "subject_name": "Medicine",
    "topic_name": "C.V.S.",
    "id": "140ef036-3b87-43cd-b1ac-b7e0fed0fd7d",
    "choice_type": "multi"
  },
  "a9f77879-2e3e-4c8d-911f-268642451e02": {
    "question": "Bile acid resins are used as anti-dyslipidemic drugs. How much decrease in LDL cholesterol and how much increase in HDL cholesterol can occur with their use?",
    "exp": "Mostly anti dyslipidemic agents decreases LDL about 15% but statins are the impoant one since they decrease LDL up to 50% since they are maximum LDL lowering agents whereas HDL is increased up to 30% by Fibrates whereas others increase by 3-5%. The only agent which significantly decreases Triglycerides are Fibrates. So 2nd option is the better option.",
    "cop": 2,
    "opa": "5-10% decrease in LDL-C and 3-5% increase in HDL-C",
    "opb": "15-25% decrease in LDL-C and 3-5% increase in HDL-C",
    "opc": "3-5% decrease in LDL-C and 15-25% increase in HDL-C",
    "opd": "25-35% decrease in LDL-C and 5-10% increase in HDL-C",
    "subject_name": "Pharmacology",
    "topic_name": "JIPMER 2019",
    "id": "a9f77879-2e3e-4c8d-911f-268642451e02",
    "choice_type": "single"
  },
  "76e826f4-9899-4148-857b-df1ff8c84d5c": {
    "question": "A 28-year-old female presents with fluctuating fatigue, drooping of her eyelids, difficulty swallowing, and slurred speech. The patient is given a drug that affects an enzyme's activity, and kinetic analysis of the enzyme-catalyzed reaction, in the presence and absence of the drug, is shown below. The effect of this medication can best be described by which set of terms below?",
    "exp": "The patient has myasthenia gravis, and the treatment is pyridostigmine, a competitive, reversible inhibitor of acetylcholinesterase. Myasthenia gravis is caused by autoantibodies to the acetylcholine receptor, reducing the effectiveness of acetylcholine at the neuromuscular junction. By reversibly inhibiting acetylcholinesterase, the effective levels of acetylcholine are increased, thereby providing sufficient acetylcholine to bind to the few functional receptors that remain. The graph is classic for a competitive inhibitor. Competitive inhibitors display an increased apparent Km and a constant Vmax .",
    "cop": 1,
    "opa": "Type of Inhibition - Competitive; Effect on Km (as Compared to No Drug) - Increased; Effect of Vmax(as compared to No drug - No change",
    "opb": "Type of Inhibition - Competitive; Effect on Km (as Compared to No Drug) - Decreased; Effect of Vmax(as compared to No drug - Decreased",
    "opc": "Type of Inhibition - Non-competitive; Effect on Km (as Compared to No Drug) - Increased; Effect of Vmax(as compared to No drug - No change",
    "opd": "Type of Inhibition - Non-competitive; Effect on Km (as Compared to No Drug) - Decreased; Effect of Vmax(as compared to No drug - Increased",
    "subject_name": "Biochemistry",
    "topic_name": "Enzymes",
    "id": "76e826f4-9899-4148-857b-df1ff8c84d5c",
    "choice_type": "multi"
  },
  "25b34e89-459b-4d24-9269-20e25af6d454": {
    "question": "A 63-year-old man who has been previously healthy is admitted to the hospital with a 2-day history of cough, rigors, fever, and right-sided pleuritic chest pain. Chest x-ray shows consolidation of the right lower lobe (RLL) and a free-flowing right pleural effusion. Thoracentesis is performed, and the pleural fluid has the following characteristics:Cell count=1110/mm3Glucose=75 mg/dL (serum glucose=85 mg/dL)Protein=4.0 g/dL (serum protein=7.0 g/dL)LDH=400 U/Lserum LDH=200 U/L, normal=100-200 U/LpH=7.35What is the pathogenesis of the pleural effusion?",
    "exp": "Clinical conditions associated with either an increase in hydrostatic pressure (such as congestive heart failure) or a decrease in oncotic pressure (such as nephrotic syndrome) are associated with transudative pleural effusions. This patient's pleural fluid is exudative by all three of the Light criteria: pleural fluid/serum protein ratio is greater than 0.5, pleural fluid LDH/serum LDH ratio is greater than 0.6, and pleural fluid LDH is greater than two-thirds the upper limits of the normal serum LDH. The most likely explanation for an exudative pleural effusion in the setting of an acute pneumonia is a parapneumonic effusion. Parapneumonic effusions occur in about 40% of patients with bacterial pneumonia. Parapneumonic effusions are exudative due to the fact that there is increased permeability of the visceral pleural membrane capillaries, and interstitial fluid moves across the visceral pleura into the pleural space. Parapneumonic effusions may be simple or complicated. Simple parapneumonic effusions are sterile and free flowing. If bacteria invade the pleural space, neutrophils move into the pleural space and anaerobic metabolism of glucose results in a low pleural fluid pH (<7.20) and glucose (<60). The characteristics of this patient's pleural fluid suggest that bacterial invasion of the pleural space has not occurred, and that this is a simple parapneumonic effusion. Hemorrhage into the pleural space occurs with trauma, cancer, and pulmonary embolism, but rarely with pneumonia.",
    "cop": 3,
    "opa": "Increase in hydrostatic pressure",
    "opb": "Decrease in oncotic pressure",
    "opc": "Increased permeability of visceral pleural membrane capillaries",
    "opd": "Bacterial infection in the pleural space",
    "subject_name": "Medicine",
    "topic_name": "Respiratory",
    "id": "25b34e89-459b-4d24-9269-20e25af6d454",
    "choice_type": "single"
  },
  "a1e9a371-9e68-42a3-8940-0dcf6590498f": {
    "question": "A 23-year-old man undergoing chemotherapy for acute lymphoblastic leukemia has developed a fever and abdominal pain within the past week. He now has a severe cough. On physical examination, his temperature is 38.4deg C. On auscultation, crackles are heard over all lung fields. Laboratory studies show hemoglobin, 12.8 g/dL; hematocrit, 39%; MCV, 90 mm3; platelet count, 221,000/mm3; and WBC count, 16,475/mm3 with 51% segmented neutrophils, 5% bands, 18% lymphocytes, 8% monocytes, and 18% eosinophils. Infection with which of the following organisms is most likely to be complicating the course of this patient's disease?",
    "exp": "The eosinophilia suggests a parasitic infestation. Immunocompromised individuals can have superinfection and dissemination with strongyloidiasis. Type 1 hypersensitivity with allergic reactions may also be accompanied by eosinophilia. The other organisms listed are not known to be associated with eosinophilia.",
    "cop": 4,
    "opa": "Cryptococcus neoformans",
    "opb": "Cytomegalovirus",
    "opc": "Pseudomonas aeruginosa",
    "opd": "Strongyloides stercoralis",
    "subject_name": "Pathology",
    "topic_name": "Blood",
    "id": "a1e9a371-9e68-42a3-8940-0dcf6590498f",
    "choice_type": "multi"
  },
  "3facc989-d229-416d-b30a-ee41539fa248": {
    "question": "A 36-year-old G0 who has been epileptic for many years is contemplating pregnancy and wants to go off her anticonvulsant medications because she is concerned regarding the adverse effects that these medications may have on her unborn fetus. All of the following statements are true regarding epilepsy and pregnancy except",
    "exp": "(Cunningham, 21/e, pp 205, 213, 1009, 1012-1014.) Offspring of women with epilepsy have 2 to 3 times the risk of congenital anomalies even in the absence of anticonvulsant medications because seizures cause a transient reduction in uterine blood flow and fetal oxygenation. When anticonvulsant medications are used, pregnant women have an even greater risk of congenital malformations. It is recommended that women undergo a trial of being weaned off their medications prior to becoming pregnant. If antiseizure medications must be used, monotherapy is preferred to minimize the risk to the fetus since the incidence of fetal anomalies increases as additional anticonvulsants are consumed. Many anticonvulsants have been found to impair folate metabolism, and folate supplementation in pregnancy has been associated with a decreased incidence of congenital anomalies in epileptic women taking antiseizure medications. Fetal exposure to valproic acid has been associated with a 1 to 2% risk of spina bifida.",
    "cop": 3,
    "opa": "Babies born to epileptic mothers have an increased risk of structural anomalies even in the absence of anticonvulsant medications",
    "opb": "Epileptic women should have their neurologist attempt to wean them off their anticonvulsant medications prior to conceiving",
    "opc": "Phenytoin (Dilantin) is associated with a 1 to 2% risk of spina bifida",
    "opd": "Folic acid supplementation reduces the risk of congenital anomalies in fetuses of epileptic women taking anticonvulsants",
    "subject_name": "Surgery",
    "topic_name": null,
    "id": "3facc989-d229-416d-b30a-ee41539fa248",
    "choice_type": "multi"
  },
  "9181ca89-36cf-4bbb-9201-261520d3227a": {
    "question": "A 67-year-old man with an 18-year history of type 2 diabetes mellitus presents for a routine physical examination. His temperature is 36.9 C (98.5 F), his blood pressure is 158/98 mm Hg and his pulse is 82/minute and regular. On examination, the physician notes a non tender, pulsatile, mass in the mid-abdomen. A plain abdominal x-ray film with the patient in the lateral position reveals spotty calcification of a markedly dilated abdominal aoic walI. Which of the following physiologic observations helps to account for the fact that 75% of the aneurysms of this patient's type are found in the abdomen and only 25% principally involve the thorax?",
    "exp": "Increased blood pressure is a strong risk factor for atherosclerosis, and humans pay a price for their erect sitting and standing postures. In these postures, the abdominal aoa experiences the weight of a column of blood added to the pressure produced by the hea. In the supine posture, the pressures in the thoracic and abdominal aoa are similar. So, if an average daily pressure is taken, the abdominal aoa tends to have a significantly higher pressure than does the thoracic aoa. Diastolic pressure is actually greater in the thoracic aoa compared to the abdominal aoa in the supine position. However, the systolic blood pressure is greater in the abdominal aoa. A negative intrathoracic pressure would tend to increase transmural pressure across the wall of the thoracic aoa, and thereby increase wall tension and promote the development of aneurysms. Blood flow in the abdominal aoa is less than that in the thoracic aoa, because some blood leaves the aoa through its thoracic branches. Ref: Creager M.A., Loscalzo J. (2012). Chapter 248. Diseases of the Aoa. In D.L. Longo, A.S. Fauci, D.L. Kasper, S.L. Hauser, J.L. Jameson, J. Loscalzo (Eds),Harrison's Principles of Internal Medicine, 18e.",
    "cop": 4,
    "opa": "Diastolic pressure is greater in the abdominal aoa in the supine position",
    "opb": "Negative intrathoracic pressure reduces aoic wall tension in the thorax",
    "opc": "The average blood flow in the abdominal aoa is greater than that in the thoracic aoa",
    "opd": "The average blood pressure in the abdominal aoa is higher than that in the thoracic aoa",
    "subject_name": "Physiology",
    "topic_name": null,
    "id": "9181ca89-36cf-4bbb-9201-261520d3227a",
    "choice_type": "multi"
  },
  "4da9c3de-98d5-4a05-97b1-407ff52d35fd": {
    "question": "A 15-month-old child presents with fever and cough since the last 2 days; the respiratory rate is 55/min, and there is no in drawing of the chest. According to the National Programme for Acute Respiratory Infections, the line of management should be -",
    "exp": "<p> Here child is having fast breathing (40 breaths per minute or more in a child aged 12 months upto 5 years) and no chest in drawing. So child is having Pneumonia( not severe) So the treatment is ,advise mother to give home care & give an antibiotic. Treat fever & wheezing. Advice mother to return with child in 2 days for reassessment, or earlier if child is getting worse. Reference:Park&;s textbook of preventive and social medicine,K.Park,23rd edition,page no:169-171. <\\p>",
    "cop": 3,
    "opa": "Immediate referral of the child to hospital for urgent admission",
    "opb": "Referral of the child to hospital for admission, after admistration of first dose of antibiotic",
    "opc": "Administration of antibiotic at home along with treatment for gever, advising the mother to return for reassessment after 2 days",
    "opd": "Administration of treatment for fever at home, advising the mother to return after 2 days for assessment of the need for an antibiotic",
    "subject_name": "Social & Preventive Medicine",
    "topic_name": "Health programmes in India",
    "id": "4da9c3de-98d5-4a05-97b1-407ff52d35fd",
    "choice_type": "single"
  },
  "b5c565e7-1eb2-4e30-af61-385eeb4b6878": {
    "question": "DNA fingerprinting is used for paternity testing and forensic identification of suspects. Which of the following is the most accurate description of DNA fingerprinting?",
    "exp": "Restriction fragment length polymorphisms (RFLPs) arising from variable numbers of tandem repeats (VNTRs) are the basis of the DNA fingerprinting technique. The process is: (1) isolation of DNA from parent/child or forensicspecimens using blood, skin, or semen; (2) PCR amplification and radioactive labeling of DNA from variable regions in each sample; (3) separation of the variable DNA fragments by gel electrophoresis; and (4) comparison of the DNA fragment patterns among samples. Since numbers of arrays of repeats of two, three, or four base pairs (microsatellites) may vary from 5 to 100 at a paicular chromosome locus, paicular alleles may occur in less than 1% of the population. As a result, analysis of three loci, each with two alleles, can produce odds as high as (100)6 that the pattern matches a putative father or suspect as compared to a random person from the general population. Reverse transcription based upon RNA-directed DNA synthesis is not utilized in DNA fingerprinting, and the size distribution of undigested DNA reflects its integrity during isolation rather than individual identify. HLA typing uses antibodies to define the constellation of alleles from various loci in the HLA region on chromosome 6. The tendency for ceain HLA alleles to occur together (associate) on the same chromosome as haplotypes greatly reduces their odds of identity when compared to DNA fingerprinting.",
    "cop": 1,
    "opa": "DNA can be isolated from blood, skin, or sperm and analyzed for variable patterns of restriction fragments arising from tandemly repeated sequences (microsatellites)",
    "opb": "DNA is copied from blood, skin, or sperm RNA using reverse transcriptase and analyzed for the pattern of complementary DNAs",
    "opc": "DNA is isolated from blood, skin, or sperm and its fragment size distribution is analyzed by gel electrophoresis",
    "opd": "DNA is isolated from blood, skin, or sperm and hybridized with probes from the HLA locus to visualize HLA gene patterns",
    "subject_name": "Surgery",
    "topic_name": null,
    "id": "b5c565e7-1eb2-4e30-af61-385eeb4b6878",
    "choice_type": "single"
  },
  "263601f4-cbfb-4681-82fc-18830f842ca7": {
    "question": "A 60 year old man presented with fatigue, weight loss and heaviness in left hypochondrium for 6 months. The hemogram showed Hb. 10gm/dL, TLC 5 lakhs/mm3, platelet count 4 lakhs/mm3, DLC; neutrophil 55%, lymphocutes 4%, monocytes 2%, basophils 6%, metamyelocytes 10%, myelocytes 18%, promyelocytes 2% and blast 3%. The most likely cytogenetic abnormality in this case is:",
    "exp": "Answer is B (t (9; 22) The patient in question is a case of chronic myeloid leukemia (CML) And the characteristic cytogenetic abnormality in CML is the t (9; 22) translocation resulting in the Philadelphia chromosome The diagnosis of CML is suggested by the characteristic laboratory feature (strikingly elevated WBC count with mature forms dominating the picture, associated basophilia and less that 5% blasts and promyelocytes) and suppoed by the clinical features (non specific symptoms of fatigue and weight loss along with heaviness in left hypochondrium suggesting massive splenomegaly which is characteristic of CML) Cytogenetic Abnormality in CML CML is characterized by a reciprocal translocation between chromosome 9 and 22 t (9:22) This translocation results in the fusion of BCR gene on chromosome 22 with AB L gene (protoncogene) located on chromosome 9 forming the BCR-ABL fusion gene The abl gene on chromosome 9 is translocated to bcr site on chromosome 22 The bcr-abl gene is the hallmark of CML and may be detected in peripheral blood Refer previous question for characteristic laboratory findings in CML",
    "cop": 2,
    "opa": "t (1; 21)",
    "opb": "t (9; 22)",
    "opc": "t (15; 17)",
    "opd": "Trisomy 21",
    "subject_name": "Medicine",
    "topic_name": null,
    "id": "263601f4-cbfb-4681-82fc-18830f842ca7",
    "choice_type": "single"
  },
  "65aa93e5-f2df-40b1-8eb7-c06db283c670": {
    "question": "A 27-year-old male has had a hard to control hypeension for 2 years. He is taking clonidine, hydrochlorothiazide, verapamil, and lisinopril. His blood pressure is 170/105 mmHg, pulse 90 beats/min, and respirations 16/min. The cardiopulmonary exam is normal. Pedal pulses are intact and there is no edema or mis-distribution of fat. Laboratories show potassium of 2.7 mEq/L, BUN 20 mg/dL, creatinine 1.2 mg/dL, bicarbonate 33 mg/dL, and fasting glucose 98 mg/dL. What is the most likely diagnosis?",
    "exp": "Presentation: K+|| RFT= N HCO3(22-26) here || so alkalosis present Therefore, Hypokalemic alkalosis with HTN Option A- characterized by ||BP as aldosterone is elevated which also l/t urinary loss of K+ and hydrogen causing Hypokalemic alkalosis. Option B- In renal vasculature hypeension there is |RFT Option C- presents with weight gain in patients, HTN as coisol can stimulate aldosterone receptors l/t hypokalemic alkalosis. Option D- carcinoid syndrome doesn't lead to hypeension because metabolites produced may cause bronchospasm and Histamine/Serotonin release which will cause vasodilation not HTN. 1ST likely diagnosis= CONN syndrome",
    "cop": 1,
    "opa": "Conn syndrome",
    "opb": "Renal vascular hypeension",
    "opc": "Cushing syndrome",
    "opd": "Carcinoid syndrome",
    "subject_name": "Medicine",
    "topic_name": "Disorders of Adrenal Gland",
    "id": "65aa93e5-f2df-40b1-8eb7-c06db283c670",
    "choice_type": "single"
  },
  "d33f2bd8-e5e6-429a-9090-2c48eaa90cb4": {
    "question": "A 43-year-old woman of Scandinavian descent complains of constant tiredness, light-headedness, and occasional palpitations and shortness of breath while ascending the stairs. Physical examination shows pallor of the oral mucosa and a raspberry-red tongue (glossitis). Neurologic examination reveals paresthesias, numbness, decreased vibration sensation, and loss of deep tendon reflexes. The results of laboratory studies include hemoglobin of 7.2 g/dL, WBC of 4,500/mL, platelets of 140,000/mL, erythrocyte folate of 220 ng/mL, serum vitamin B12 of 40 pg/mL (normal >200 pg/mL), serum anti-intrinsic factor of 1 :128, and serum anti-parietal cell antibody of 1 :64. Examination of peripheral blood shows macrocytic anemia, with poikilocytosis of RBCs and hyper segmented neutrophils. Atrophic gastritis is diagnosed by gastric biopsy. Bone marrow examination in this patient will reveal which of the following pathologic findings?",
    "exp": "Pernicious anemia is an autoimmune disorder in which patients develop antibodies directed against gastric parietal cells and intrinsic factor. Parietal cell antibodies lead to atrophic gastritis with achlorhydria. Deficiency of vitamin B12 or folic acid results in megaloblastic anemia. The peripheral blood smear shows macrocytosis and hyper segmentation of neutrophils. Megaloblastic maturation, characterized by cellular enlargement with asynchronous maturation between the nucleus and cytoplasm, is noted in bone marrow precursors from all lineages. Although the bone marrow tends to be hypercellular, the blood demonstrates pancytopenia because of ineffective hematopoiesis. Neurologic symptoms develop in vitamin B12 deficiency, secondary to degeneration of the posterior and lateral columns of the spinal cord. The other choices are not seen in pernicious anemia.Diagnosis: Megaloblastic anemia, pernicious anemia",
    "cop": 3,
    "opa": "Absent stainable bone marrow iron",
    "opb": "Atypical megakaryocytes with fibrosis",
    "opc": "Hypercellularity with megaloblastic erythroid maturation",
    "opd": "Hypocellularity with absence of erythroid precursors",
    "subject_name": "Pathology",
    "topic_name": "Blood",
    "id": "d33f2bd8-e5e6-429a-9090-2c48eaa90cb4",
    "choice_type": "multi"
  },
  "960a2d7e-786c-4fe2-8c4a-424807d584f2": {
    "question": "A 40-year-old man has been bothered by oral candidiasis, fever, and diarrhea for the past year. On physical examination, he has muscle wasting. His weight is 70% of normal for his height and age. He has generalized nontender lymphadenopathy, but no hepatosplenomegaly. He developed three irregular, 1- to 2-cm, reddish-purple, nodular skin lesions on his forearm in the past 3 months. Laboratory findings show hemoglobin, 12.2 g/dL; hematocrit, 36.5%; MCV, 85 mm3; platelet count, 188,000/ mm3; and WBC count, 2460/ mm3 with 82% segmented neutrophils, 4% bands, 6% lymphocytes, 6% monocytes, and 2% eosinophils. Infection with which of the following organisms is most likely to produce these findings?",
    "exp": "The reddish-purple lesions are typical of Kaposi sarcoma in a patient with wasting syndrome, oral thrush, and lymphopenia characteristic of HIV infection with AIDS. Hepatitis C virus is unlikely to produce skin lesions or lymphopenia of this degree. Herpes simplex virus infections may be seen more frequently in HIV infection, but the lesions are typically vesicular and are located in the perioral or perianal regions. Hansen disease, caused by Mycobacterium leprae infection, may produce a faint reddish rash that fades, followed by hypopigmentation or anesthesia of affected skin and sometimes nodular deforming lesions developing over years. Staphylococcal skin infections tend to produce localized abscesses, such as furuncles and boils. Streptococcal skin infections may manifest as abscesses or as cellulitis.",
    "cop": 3,
    "opa": "Hepatitis C virus",
    "opb": "Herpes simplex virus",
    "opc": "HIV",
    "opd": "Mycobacterium leprae",
    "subject_name": "Pathology",
    "topic_name": "Infectious Disease",
    "id": "960a2d7e-786c-4fe2-8c4a-424807d584f2",
    "choice_type": "multi"
  },
  "999fae05-0f74-4b1a-b0c2-4144fd410e04": {
    "question": "A three year old child is brought to the emergency depament having just ingested a large overdose of an antihistaminic drug. This drug is a weak base capable of entering most tissues including the brain. On physical examination the hea rate is 100/ minute, blood pressure is 110/60 mm Hg and the respiratory rate is 20/ minute. In this case of poisoning:",
    "exp": "This question can be solved by the knowledge that basic drugs are ionized in the acidic medium and vice-a-versa. This antihistaminic drug is a weak base and will be highly ionized in the acidic urine. As ionized drugs cannot be reabsorbed in the nephron, urinary acidifying agents like NH4Cl will accelerate the excretion of this agent. On the other hand, NaHCO3 will decrease its excretion by increasing the unionized form. Blood pH is slightly alkaline (7.4) whereas gastric pH is highly acidic. Basic drugs are ionized more in the acidic pH, therefore option (c) is false. Only unionized molecules can cross the membranes, therefore more drug will be absorbed by the small intestine (alkaline pH).",
    "cop": 1,
    "opa": "Urinary excretion would be accelerated by administration of NH4Cl, an acidifying agent",
    "opb": "Urinary excretion would be accelerated by administration of NaHCO 3, an alkalinizing agent",
    "opc": "More of the drug would be ionized at blood pH than at stomach pH",
    "opd": "Absorption of the drug would be faster from the stomach than from the small intestine.",
    "subject_name": "Pharmacology",
    "topic_name": "Histamine, 5-HT and PGs",
    "id": "999fae05-0f74-4b1a-b0c2-4144fd410e04",
    "choice_type": "multi"
  },
  "a9af4ae3-e496-4a75-bfe8-dd9def82eaee": {
    "question": "1 yr child weighing 6 kg is suffering from Acute Gastroenteritis along with signs of sunken eyes & skin pinch going back to normal very rapidly. What will be your management?",
    "exp": "* Severe dehydration constitutes a medical emergency requiring immediate resuscitation with intravenous fluids. * Intravenous access should be obtained, and patients should be administered a bolus of 20-30 mL/kg lactated Ringer&;s (LR) or normal saline (NS). * If pulse, perfusion, and/or mental status do not improve, a second bolus should be administered. * After this, the patient should be given an infusion of 70 mL/kg LR or NS over 5 hours (children < 12 months) or 2.5 hours (older children). * If no peripheral veins are available, an intraosseous line should be placed. Serum electrolytes, bicarbonate, urea/creatinine, and glucose levels should be sent. Reference: GHAI Essential pediatrics, 8th edition",
    "cop": 2,
    "opa": "RL infusion 120 ml in the first hour followed by 360 ml in the next 5 hours",
    "opb": "RL INFUSION 180 ml in the first hour followed by 420 ml in the next 5 hours",
    "opc": "RL INFUSION 180 ML IN the first hour followed by 480 ml in the next 5 hours",
    "opd": "RL INFUSION 240 ml in the first hour followed by 360 ml in the next 5 hours",
    "subject_name": "Pediatrics",
    "topic_name": "All India exam",
    "id": "a9af4ae3-e496-4a75-bfe8-dd9def82eaee",
    "choice_type": "single"
  },
  "bf73ac1b-8a7c-464f-a7e3-852a3b770ee6": {
    "question": "A 6-year-old girl has become increasingly lethargic over the past 2 weeks. On examination, she has puffiness around the eyes. Her temperature is 36.9degC, and her blood pressure is 100/60 mm Hg. Laboratory findings show serum creatinine, 0.7 mg/ dL; urea nitrogen, 12 mg/dL; and cholesterol, 217 mg/dL. Urinalysis shows pH, 6.5; specific gravity, 1.011; 4+ proteinuria; lipiduria; and no blood or glucose. The 24-hour urine protein level is 3.8 g. The child's condition improves after glucocorticoid therapy. Which of the following findings by electron microscopy is most likely to characterize this disease process?",
    "exp": "A child with nephrotic syndrome and no other clinical findings is most likely to have minimal change disease, a name that reflects the paucity of pathologic findings. There is a fusion of podocyte foot processes, which can be seen only by electron microscopy. This fusion leads to selective proteinuria of low molecular weight proteins (albumin). Variability of basement membrane thickening may be seen in Alport syndrome. The mesangial matrix is expanded in some forms of glomerulonephritis (e.g., IgA nephropathy) and other diseases, such as diabetes mellitus, but not in minimal change disease. Reduplication of the glomerular basement membrane may be seen with membranoproliferative GN. Subepithelial electron-dense humps represent immune complexes and are seen in postinfectious GN.",
    "cop": 2,
    "opa": "Areas of thickened and thinned basement membrane",
    "opb": "Effacement of podocyte foot processes",
    "opc": "Increased mesangial matrix",
    "opd": "Reduplication of glomerular basement membrane",
    "subject_name": "Pathology",
    "topic_name": "Kidney",
    "id": "bf73ac1b-8a7c-464f-a7e3-852a3b770ee6",
    "choice_type": "single"
  },
  "e9795b0e-872e-4d18-b74b-71a7b729e5e0": {
    "question": "A 47-year-old woman is brought to the hospital by her husband with fever, headache, confusion, and jaundice for 1 week. She underwent a hysterectomy 2 months ago and began estrogen replacement therapy recently. On admission, her temperature is 38.7 C (102 F), blood pressure is 140/90 mm Hg, Pulse is 98/min, and Respiratory rate is 20/min. She appears disoriented to time and place. Physical examination reveals jaundiced sclerae and skin, purpura on the trunk, and bleeding gums. Her platelet count is 25,000/mm3, hematocrit is 24%, and creatinine is 4.9 mg/dL. Lactate dehydrogenase (LDH) and indirect bilirubin are elevated. Coagulation tests are within normal limits, but the bleeding time is increased; fibrin-split products and Coombs test are negative. A peripheral blood smear shows schistocytes, helmet-shaped cells, and cells with a triangular shape. Which of the following is the most likely diagnosis?",
    "exp": "Thrombotic thrombocytopenic purpura (TTP) is a rare disorder of unknown etiology. It is characterized by an increased bleeding time but a decreased platelet count. It causes purpura, fever, renal failure, microangiopathic hemolytic anemia, and microthrombi, frequently in young women. Elevated indirect bilirubin and high LDH are characteristic, as are schistocytes in the blood smear, renal dysfunction, and neurologic and systemic symptoms. Negative findings impoant to rule out similar conditions include a negative Coombs test and absence of fibrin split products. TTP is thought to be initiated by endothelial injury, which releases ceain procoagulant materials into the circulation, causing platelet aggregation. This condition may be precipitated by pregnancy or use of estrogens. Autoimmune hemolytic anemia can cause anemia and an elevated indirect bilirubin, but generally produces only mild symptoms, is not associated with thrombocytopenia, and does not cause fragmentation of red blood cells on the peripheral smear. The negative Coombs test argues against autoimmune hemolytic anemia. Disseminated intravascular coagulation can be differentiated from TTP because of abnormal coagulation tests. In DIC, microangiopathic hemolysis is also present, but the prothrombin time (PT) and paial thromboplastin time (PTT) are prolonged, fibrinogen levels are reduced, and fibrin split products are elevated. Hemolytic-uremic syndrome is not significantly different from TTP. The two conditions, in fact, are considered manifestations of the same pathogenetic spectrum. However, the vascular bed of the CNS is not involved in HUS. Thus, mental status changes are not pa of the clinical picture of HUS.",
    "cop": 4,
    "opa": "Autoimmune hemolytic anemia",
    "opb": "Disseminated intravascular coagulation (DIC)",
    "opc": "Hemolytic-uremic syndrome (HUS)",
    "opd": "Thrombotic thrombocytopenic purpura (TTP)",
    "subject_name": "Pathology",
    "topic_name": null,
    "id": "e9795b0e-872e-4d18-b74b-71a7b729e5e0",
    "choice_type": "single"
  },
  "5c13dc29-9317-47a5-872b-a3199b20f166": {
    "question": "A four year old boy was admitted with a history of abdominal pain and fever for two months maculopapular rash for ten days, and dry cough, dyspnea and wheezing for three days. On examination liver and spleen were enlarged 4 cm and 3 cm respectivley below the costal margin. His hemoglobin was 10.0 g/dl, platelet count 3.7 x 1091L and total leukocyte count 70 x 109/L, which included 80% eosinophils Bone marrow examination revealed a cellular marrow comprising of 45% blasts and 34% Eosinophils and eosinophil precursors. The blasts stained negative for my eloperoxidase and nonspecific esterase and were positive for CD19, CD10, CD22 and CD20. Which one of the following statements is not true about disease?",
    "exp": "Ans. is 'd' i.e., Inve 16 often detected in the blasts and the eosinophil This is a case of ALL with hypereosinophillic syndrome. Inv (16) is associated with AML ( not ALL,) o The neoplastic cells are formed of lymphoblasts only. The eosinophils do not constitute the neoplastic cells. o The increased eosinophils are not blast cells, they are eosinophilic precursors. The eosinopilia is believed be a reactive process.",
    "cop": 4,
    "opa": "Eosinophils are not pa of the Neoplastic clone",
    "opb": "t (5:14) rearrangement may be detected in blasts",
    "opc": "Peripheral blood eosinophilia may normalize with chemotherapy",
    "opd": "Inv (16) is often detected in the blasts and the eosinophils",
    "subject_name": "Pathology",
    "topic_name": null,
    "id": "5c13dc29-9317-47a5-872b-a3199b20f166",
    "choice_type": "multi"
  },
  "b0450136-d514-4810-a6e0-9d8014775d60": {
    "question": "A 24-year-old Jehovah's Witness who was in a high-speed motorcycle collision undergoes emergent splenectomy. His estimated blood loss was 1500 mL. Which of the following strategy should be employed for his resuscitation?",
    "exp": "Normal saline and lactated Ringer solution are examples of isotonic solutions, both of which can be used to replace the volume of blood lost in a ratio of 3:1. One caveat of administering large volumes of normal saline is that a non-anion-gap metabolic acidosis can result from increased chloride concentrations. Hypotonic saline solutions such as 0.45% normal saline should not be used for acute resuscitation in hemorrhagic shock but are appropriate for postoperative fluid maintenance in the hemodynamically stable patient. The use of colloids in resuscitation of patients in hemorrhagic shock is controversial; in general, however, colloids can be used to replace blood volume lost in a ratio of 1:1. The definitive treatment of hypovolemic shock is fluid resuscitation, not initiation of vasopressors.",
    "cop": 4,
    "opa": "Vasopressors should be primarily utilized for maintenance of his blood pressure",
    "opb": "Synthetic colloids should be administered as the primary resuscitation fluid in a 3:1 ratio to replace the volume of blood lost",
    "opc": "0.9% normal saline should be administered in a 1:1 ratio to replace the volume of blood lost.",
    "opd": "Lactated Ringer solution should be administered in a ratio of 3:1 to replace the blood lost.",
    "subject_name": "Anaesthesia",
    "topic_name": "Preoperative assessment and monitoring in anaesthesia",
    "id": "b0450136-d514-4810-a6e0-9d8014775d60",
    "choice_type": "single"
  },
  "25b69ccb-be0a-4e22-90e4-c1a2a8a6cf9a": {
    "question": "A 38-year-old woman has had malaise and arthralgias for the past 14 months. On physical examination, she has scleral icterus and 1- to 3-cm areas of reddish-purple discoloration on her skin. Several of these areas show focal ulceration. Laboratory findings show total protein, 7.1 g/dL; albumin, 3.3 g/dL; AST, 127 U/L; ALT, 145 U/L; alkaline phosphatase, 80 U/L; total bilirubin, 4 mg/dL; and direct bilirubin, 3.1 mg/dL. Serologic test results are positive for anti-HCV and negative for anti-HBs and IgM anti-HAV. Urinalysis shows 4+ proteinuria and 1+ hematuria. CT scan of the abdomen shows a small amount of ascites, mild hepatomegaly, and no splenomegaly or lymphadenopathy. A biopsy specimen of an ulcerated skin lesion shows leukocytoclastic vasculitis involving the upper dermis. What is the most likely diagnosis?",
    "exp": "Patients with hepatitis C infection can develop chronic hepatitis with persistently elevated liver enzymes. Some patients with hepatitis C develop a mixed cryoglobulinemia with a polyclonal increase in IgG. Renal involvement is common, with either nephrotic or nephritic features. Cryoglobulinemic vasculitis leads to skin hemorrhages and ulceration. Autoimmune hemolytic anemia can lead to a predominantly indirect hyperbilirubinemia. Although hepatocellular carcinoma may complicate hepatitis C infection, a mass lesion would be seen on CT scan, and the alkaline phosphatase level usually is elevated when an intrahepatic mass is present. Chronic liver disease may complicate hereditary hemochromatosis, but these patients usually do not have hepatitis C, and the skin has a slate color, not purpura. Multiple myeloma can increase the serum globulin and produce renal disease, but hepatitis is usually not part of myeloma; vasculitis likewise is not part of myeloma.",
    "cop": 4,
    "opa": "Autoimmune hemolytic anemia",
    "opb": "Hepatocellular carcinoma",
    "opc": "Hereditary hemochromatosis",
    "opd": "Mixed cryoglobulinemia",
    "subject_name": "Pathology",
    "topic_name": "Blood",
    "id": "25b69ccb-be0a-4e22-90e4-c1a2a8a6cf9a",
    "choice_type": "multi"
  },
  "b15fb940-5fdf-41f3-8eb9-d743aa5aa421": {
    "question": "A cardiologist found a highly significant correlation coefficient (r = 0.90) between systolic P and serum cholesterol values of the patients attending his clinic. Which of the following statements is a wrong inte retation of the correlation coefficient observed-",
    "exp": "Correlation coefficients:\n\n– Pearson’s Correlation coefficient:\n– Spearman’s Rank Correlation coefficient\n\nCoefficient of determination:\n\n– Is the percentage of variation in a variable that is explained by one or more of the others\n– Is generally obtained in a regression setup\n– Coefficient of determination = (Correlation coefficient)2 = r2\nIn the given question, a cardiologist found a highly significant correlation coefficient (r = 0.90, p= 0.01) between the systolic blood pressure values and serum cholesterol values of the patients attending his clinic, Since r = + 0.90 (p = 0.01; implies significant relationship), it means there is a strong positive correlation between systolic blood pressure (SBP) and serum cholesterol (SC); therefore as SBP increases, SC will also increase and vice-versa. Thus, a patient with a high level of systolic BP is also likely to have a high level of serum cholesterol AND a patient with a low level of systolic BP is also likely to have a low level of serum cholesterol.\nSince r = + 0.9; Coefficient of determination = r2 = (0.9)2 = 0.81\nInterpretation of r2: 0.81 or 81% of variation in systolic blood pressure among patients can be explained by their serum cholesterol values and vice-versa.",
    "cop": 1,
    "opa": "Since there is a high correlation, the magnitude of both the measurements are likely to be close to each other",
    "opb": "A patient with a high level of systolic BP is also likely to have a high level of serum cholesterol.",
    "opc": "A patient with a low level of systolic BP is also likely to have a low level of serum cholesterol",
    "opd": "About 80% of the variation in systolic BP among his patients can be explained by their serum cholesterol values",
    "subject_name": "Social & Preventive Medicine",
    "topic_name": null,
    "id": "b15fb940-5fdf-41f3-8eb9-d743aa5aa421",
    "choice_type": "multi"
  },
  "3a420e64-a061-4437-a175-45a5e4159656": {
    "question": "An HIV positive male, admitted to the ICU with septic shock secondary to lobar pneumonia, is being mechanically ventilated. After 2 days of IV ceftriaxone, trimethoprim-sulfamethoxazole, and erythromycin, his fever has resolved. Blood cultures are positive for S. pneumoniae. SpO2 is 92% on room air and BP is 80/40 mm Hg, despite adequate fluids and 2 mcg/kg/min of norepinephrine. Fuher examination reveals warm skin and full peripheral pulses. What is the next best step in management?",
    "exp": "* Extremities are warm to touch and full peripheral pulses. (WARM SHOCK) Option C- No survival advantage for the patients Option D- Already the patient is afebrile, so no point in checking the sensitivity of bacteria to antibiotics. Patient has a condition k/a DISTRIBUTIVE SHOCK Hydrocoisone is given in this case. * Hydrocoisone is not given in Septic shock Always consider adrenal insufficiency in the differential diagnosis of distributive shock, paicularly when no other cause is present or an original cause appears to be under effective treatment, as in this patient. Refractory hypotension suggests adrenal insufficiency, especially with concomitant HIV infection in the face of effective treatment of sepsis. Searching for a second source of infection would be appropriate in an HIV-infected patient.",
    "cop": 2,
    "opa": "Order a CT scan of the sinuses",
    "opb": "Cosyntropin stimulation test followed by hydrocoisone 100 mg IV every 6 hours",
    "opc": "Place a pulmonary aery catheter",
    "opd": "Check sensitivity of the bacteria to antibiotics",
    "subject_name": "Medicine",
    "topic_name": "Pneumonia",
    "id": "3a420e64-a061-4437-a175-45a5e4159656",
    "choice_type": "multi"
  },
  "eb7bcee3-67a0-4298-a72b-c8b5a9278935": {
    "question": "What is the most appropriate management of diabetic ketoacidosis?",
    "exp": "In DKA we give Regular Insulin so Option C & Option D ruled out DKA : - Associated with insulinopenia (values of insulin in the blood reduced) - Patients suffering from DKA d/t deficiency of insulin, there will be K+ efflux from cells and | K+ in blood. -Regular Insulin drip IV given leads to K+ influx l/t | K+ in blood - Therefore, complication of DKA t/t is diaphragmatic paralysis so KCl is added to IV fluids with Insulin to avoid hypokalemia.",
    "cop": 2,
    "opa": "500ml of 0.9% Saline over 15 minutes and a fixed rate insulin infusion",
    "opb": "500ml of 0.9% Saline over 15 minutes with potassium chloride and a fixed rate insulin infusion",
    "opc": "500ml of 0.9% Saline over 30 minutes with potassium chloride and a rapid acting subcutaneous insulin injection",
    "opd": "500ml of 0.9% Saline over 30 minutes and a rapid acting subcutaneous insulin injection",
    "subject_name": "Medicine",
    "topic_name": "Diabetes Mellitus",
    "id": "eb7bcee3-67a0-4298-a72b-c8b5a9278935",
    "choice_type": "single"
  },
  "1fcfafc5-d7c1-41fa-bd76-03c209e8ad6e": {
    "question": "A 45 year old male known case of diabetes presents with nausea , multiple episodes of vomiting and abdominal pain.He is stuporous , having blood glucoselevel of 402 mg% and on urine examination Ketone bodies are detected.He is having tachycardina along with ohostatic hypotension. On lab investigation,his potassium levels are 3 meq/L.The next best step in the management will be:",
    "exp": "This is a case of diabetic ketoacidosis (DKA)- Patient's serum K+ level is< 3.3 meq/L,In such cases K+ Level need to be corrected first, even before administering insulin. So next best steps in the management of this patient include: Correct hypokalemia-Repeat K+levels in serum-Give IV regular insulin after K+ level is> 3.3 meq/L Even during the treatment with insulin and fluids, Hypokalemia worsens because of: Insulin mediated potassium entry into cells Settlement of acidosis K+ loss in urine Therefore if we won't correct hypokalemia (<3.3 meq/L) in case of DKA, it will aggravate with the insulin and fluids if given initially. Note-Nausea and severe vomiting are due to the ketonemia which trigger vomiting center- CTZ",
    "cop": 1,
    "opa": "Manage hypokalemia-Repeat serum K+ levels- IV fluids and sta IV regular insulin",
    "opb": "IV fluids-give IV regular insulin and lastly manage hypokalemia",
    "opc": "Give IV regular insulin along with K+ - IV fluids after the K+ level is normal",
    "opd": "IV fluids - give Lente insulin and side by side manage hypokalemia",
    "subject_name": "Medicine",
    "topic_name": "Diabetes Mellitus",
    "id": "1fcfafc5-d7c1-41fa-bd76-03c209e8ad6e",
    "choice_type": "multi"
  },
  "590fef09-fac3-481e-96dc-9d9fae2a0b1f": {
    "question": "You are the only medical officer of a PHC in a remote tribal area of Rajastan. You had staed Category-I DOTS for a 23 year old woman who is the mother of a 2 year old child. What chemoprophylaxis will you recommend for the child in this scenario? Note that the child is asymptomatic and Mantoux test is not available.",
    "exp": "Here since the child is asymptomatic and Mantoux test is not available, INH 5 mg/kg should be given for 6 months. If Mantoux test was available, the child would have been given chemoprophylaxis for 3 months following which a Mantoux would have been done.If the induration was > or = 6 mm chemoprophylaxis would have been given for another 3 months but if the induration was lesser than 6 mm then the chemoprophylaxis would have been discontinued. Ref: Park, 21st Edition, Page 175.",
    "cop": 2,
    "opa": "INH 3 mg/kg for 6 months",
    "opb": "INH 3 mg/kg for 6 months",
    "opc": "INH 3 mg/kg for 3 months",
    "opd": "INH 5 mg/kg for 3 months",
    "subject_name": "Social & Preventive Medicine",
    "topic_name": null,
    "id": "590fef09-fac3-481e-96dc-9d9fae2a0b1f",
    "choice_type": "single"
  },
  "e008f460-1726-4aa2-b14d-5210b003abec": {
    "question": "A 30 years old male patient presents with complaints of weakness in right upper and both lower limbs of last 4 months. He developed digital infarcts Involving 2nd and 3rd fingers on right side and 5th finger on left side. On examination, BP was 160/140 mm Hg, all peripheral pulses were palpable and there was asymmetrical neuropathy. Investigations showed a Hb 12 gm, TLC - 12000 Cu mm, Platelets 4,30,000, ESR -49 mm. Urine examination showed proteinuria and RBC -10-15/ hpf with no casts. Which of the following is the most likely diagnosis?",
    "exp": "The probable diagnosis is Polyaeritis nodosa Polyaeritis nodosa has a peak incidence between the ages of 40 and 50, with a male-to-female ratio of 2 : 1. The annual incidence is about 2/1 000 000. Hepatitis B is an impoant risk factor and the incidence is 10 times higher in the Inuit of Alaska, in whom hepatitis B infection is endemic. Presentation is with fever, myalgia, ahralgia and weight loss, in combination with manifestations of multisystem disease. The most common skin lesions are palpable purpura , ulceration, infarction and livedo reticularis . Pathological changes comprise necrotising inflammation and vessel occlusion, and in 70% of patients aeritis of the vasa nervorum leads to neuropathy, which is typically symmetrical and affects both sensory and motor function. Severe hypeension and/or renal impairment may occur due to multiple renal infarctions but glomerulonephritis is rare (in contrast to microscopic polyangiitis). The diagnosis is confirmed by conventional or magnetic resonance angiography, which shows multiple aneurysms and smooth narrowing of mesenteric, hepatic or renal systems, or by muscle or sural nerve biopsy, which reveals the histological changes described above. Treatment is with high-dose glucocoicoids and immunosuppressants, as described for ANCA-associated vasculitis . Ref - Davidsons 23e p1042",
    "cop": 1,
    "opa": "Polyaeritis nodosa",
    "opb": "Systemic lupus erythematosus",
    "opc": "Wegener's granulomatosis",
    "opd": "Mixed cryoglobulemia",
    "subject_name": "Medicine",
    "topic_name": "Immune system",
    "id": "e008f460-1726-4aa2-b14d-5210b003abec",
    "choice_type": "multi"
  },
  "6bce4733-0e59-4afe-baf4-c159a236caca": {
    "question": "Hemoglobin is isolated from the erythrocytes of a young child with anemia. Hemoglobin electrophoresis reveals the presence of an unstable hemoglobin, known as hemoglobin Cranston (HbCr), containing an abnormal b-globin chain. The normal sequence of the b-globin gene (HbNl) and the sequence of the HbCr b-chain are presented in the table below. HbNl: AAGUAUCACUAAGCUCGC HbCr: AAGAGUAUCACUAAGCUCGCUUUC >>> UAU UAA Which of the following would account for the development of HbCr?",
    "exp": "Looking at the coding segment of the normal b-gene of hemoglobin, one should read the information codon by codon, as follows: AAG UAU CAC UAA GCU CGC 1 2 3 4 5 6 The normal b-globin gene has a stop codon (UAA) at the 4th position, therefore the last 2 codons (GCU and CGC) are not translated and do not code for amino acid residues found in the protein. Comparing this information to the coding segment of the mutated b-gene of hemoglobin Cranston, one would notice the following: AAG AGU AUC ACU AAG CUC GCU UUC UAU UAA 1 2 3 4 5 6 7 8 etc etc The inseion of two base pairs (AG) results in a frameshift mutation that eliminates the stop codon at position 4, thereby causing the addition of amino acids normally not translated in the hemoglobin b-chain of the child. Since the chain is now too long, this destabilizes the tetrameric conformation of hemoglobin. A frameshift mutation resulting in deletion of several amino acids is wrong, since such a mutation would have inseed a stop codon (UAA, UGA or UAG) before position 4. A mutation in the stop codon would have resulted in a longer-than-normal b-globin gene, but the information given does not indicate any changes in the stop codon at position 4. Interestingly, a chain elongation by mutation in the stop codon exists and is known as hemoglobin Constant Spring, affecting the a-chain of hemoglobin. A point mutation is the result of a single base pair change, which is not the case here. A point mutation resulting in the inseion of a new stop codon is called a nonsense mutation, and it would result in a shoer-than-normal protein. Ref: Weil P. (2011). Chapter 37. Protein Synthesis & the Genetic Code. In D.A. Bender, K.M. Botham, P.A. Weil, P.J. Kennelly, R.K. Murray, V.W. Rodwell (Eds), Harper's Illustrated Biochemistry, 29e.",
    "cop": 4,
    "opa": "A frameshift mutation resulted in the deletion of several amino acid residues in the b-chain",
    "opb": "A mutation in the stop codon resulted in elongation of the b-chain",
    "opc": "A point mutation resulted in the inseion of a stop codon in the b-chain",
    "opd": "A two base pair addition resulted in the elimination of a stop codon in the b-chain",
    "subject_name": "Biochemistry",
    "topic_name": null,
    "id": "6bce4733-0e59-4afe-baf4-c159a236caca",
    "choice_type": "single"
  },
  "27d104d7-9c07-4a04-8980-bf7da5694f06": {
    "question": "A 43-year-old woman develops acute renal failure following an emergency resection of a leaking abdominal aortic aneurysm.Three days after surgery, the following laboratory values are obtained:* Serum electrolytes (mEq/L): Na+:127;K+:5.9;Cl-:92;HCO3-:15* Blood urea nitrogen: 82 mg/dL* Serum creatinine: 6.7 mg/dLThe patient has gained 4 kg since surgery and is mildly dyspneic at rest. Eight hours after these values are reported, the electrocardiogram shown below is obtained. The initial treatment for this patient should be",
    "exp": "The electrocardiogram exhibited in the question demonstrates changes that are essentially diagnostic of severe hyperkalemia. Correct treatment for the affected patient includes administration of a source of calcium ions (which will immediately oppose the neuromuscular effect of potassium) and administration of sodium ions (which, by producing a mild alkalosis, will shift potassium into cells); each will temporarily reduce serum potassium concentration. Infusion of glucose and insulin would also effect a temporary transcellular shift of potassium. However, these maneuvers are only temporarily effective; definitive treatment calls for removal of potassium from the body. The sodium- potassium exchange resin sodium polystyrene sulfonate (Kayexalate) would accomplish this removal, but over a period of hours and at the price of adding a sodium ion for each potassium ion that is removed. Hemodialysis or peritoneal dialysis is probably required for this patient, since these procedures also rectify the other consequences of acute renal failure, but they would not be the first line of therapy given the acute need to reduce the potassium level. Both lidocaine and digoxin would not only be ineffective but contraindicated since they would further depress the myocardial conduction system.",
    "cop": 1,
    "opa": "10% calcium gluconate, 10 mL",
    "opb": "Digoxin, 0.25 mg every 3 h for three doses",
    "opc": "Oral Kayexalate",
    "opd": "Lidocaine, 100 mg",
    "subject_name": "Surgery",
    "topic_name": "Wounds, Tissue Repair & Scars",
    "id": "27d104d7-9c07-4a04-8980-bf7da5694f06",
    "choice_type": "single"
  },
  "5f91348d-7102-4f1a-bdc2-cac95f686ead": {
    "question": "A 40-year-old male is well controlled on warfarin for a factor V Leiden deficiency and recurrent deep vein thrombosis. He presents today with a community-acquired pneumonia and is placed on erythromycin. Three days later, he develops bleeding and his INR is 8.0 (indicating an increased time for blood clotting to occur, where INR is international normalized ratio). Which of the following best explains why this bleeding occurred?",
    "exp": "Warfarin is metabolized by a specific subset of induced P450 isozymes. The P450 system is used by cells to modify the xenobiotic (in this case the warfarin) such that it can be more easily excreted. Erythromycin, along with other macrolide antibiotics, inhibits the P450 oxidizing system, which in this case would lead to a higher blood level of warfarin and, therefore, the balance of clotting and bleeding is shifted toward excessive bleeding. A stimulation of P450 production by erythromycin would lead to a lower level of warfarin (because of increased metabolism and loss of warfarin by P450) and the potential for excessive clotting. This effect of P450 is a common drug-drug interaction. The causative agents of community- acquired pneumonia do not affect vitamin K absorption in the small intestine, or distribution throughout the body. Erythromycin does not affect mitochondrial transcription, although it may affect mitochondrial translation. Inhibition of mitochondrial protein synthesis, however, will not alter the inhibition of cytochrome P450 activity, and the increased levels of warfarin present, which may lead to increased bleeding.",
    "cop": 1,
    "opa": "The erythromycin inhibited cytochrome P450",
    "opb": "The erythromycin stimulated cytochrome P450",
    "opc": "The causative agent of the pneumonia inhibited vitamin K utilization",
    "opd": "The causative agent of the pneumonia stimulated vitamin K utilization",
    "subject_name": "Biochemistry",
    "topic_name": "Molecular Genetics",
    "id": "5f91348d-7102-4f1a-bdc2-cac95f686ead",
    "choice_type": "single"
  },
  "35dc1163-53cf-4a7e-842c-cdb40b7b81d6": {
    "question": "A 37-year-old primigravida at 30 weeks' gestation has noted increasing pedal edema, headaches, confusion, and decreased urine output for the past 2 weeks. She now exhibits seizure activity and then lapses into a coma. On physical examination, her temperature is 36.8degC, pulse is 82/min, respirations are 24/min, and blood pressure is 145/95 mm Hg. Her heart rate is regular, and lung fields are clear. The abdomen is soft, and bowel sounds are present. There is pitting edema to the thighs. No vaginal bleeding is noted, and the cervix is not effaced. Laboratory findings show hemoglobin, 11.9 g/dL; hematocrit, 35.8%; platelet count, 63,500/ mm3; WBC count, 8180/ mm3; glucose, 151 mg/dL; total protein, 6.1 g/dL; albumin, 3.2 g/dL; total bilirubin, 2.3 mg/dL; AST, 88 U/L; ALT, 103 U/L; alkaline phosphatase, 253 U/L; and prothrombin time, 32 seconds (INR 2.8). Urinalysis shows specific gravity of 1.024, pH 6, 4+ proteinuria, 1+ glucosuria, and no blood. An ultrasound examination shows a viable 30-week fetus. What condition is most likely present in this patient?",
    "exp": "Risk factors for HELLP (hemolysis with elevated liver enzymes and low platelets) syndrome, a variant of severe preeclampsia, include nulliparity, advanced maternal age, diabetes mellitus, preexisting hypertension, a prior history of preeclampsia, and renal disease. Patients with HELLP syndrome may progress to disseminated intravascular coagulation. Emergent delivery is indicated. Abruptio placentae is an acute event marked by severe abdominal pain and vaginal bleeding. Hepatic vein thrombosis in Budd-Chiari syndrome can produce liver necrosis with elevated enzymes; pregnancy is a risk factor, but this does not explain the neurologic and renal findings. Likewise, a dilated cardiomyopathy that can occur in pregnancy does not explain these findings. In hydatidiform mole, preeclampsia is more likely, but 30 weeks is a long time to have it, and a fetus would not be present. Acute fatty liver of pregnancy may resemble Reye syndrome (a disease that occurs in children) and may be preceded by preeclampsia. Sheehan syndrome is postpartum pituitary necrosis leading to hypopituitarism.",
    "cop": 4,
    "opa": "Abruptio placentae",
    "opb": "Budd-Chiari syndrome",
    "opc": "Dilated cardiomyopathy",
    "opd": "HELLP syndrome",
    "subject_name": "Pathology",
    "topic_name": "Blood",
    "id": "35dc1163-53cf-4a7e-842c-cdb40b7b81d6",
    "choice_type": "single"
  },
  "66b55f61-24d1-4a1b-85f0-262bdf4cdd78": {
    "question": "8-month-old male infant is brought in for routine checkup by his mother. The child is pale, but other than that, looks healthy, with growth parameters within the expected range. The mother informed that boy was breast fed for three months, followed by cow's milk substitute. For the last two months, she started giving him fruits and vegetables; however, she still hasn't introduced eggs and milk into the boy's diet. Complete blood count (CBC) shows hemoglobin (Hgb) level to be 9g/dL, mean corpuscular volume (MCV) of 65fL, increased total iron binding capacity (TIBC) and low serum iron. Neither mother nor father have a positive family history for any blood disorder. What is the best treatment?",
    "exp": "Answer: d) It can be treated with proper diet and iron supplementation Microcytic anemia caused by iron deficiency can be treated with proper diet and iron supplementation. Parents should be advised not to give eggs and meat at the same time as dairybecause of the intake interference. Multivitamins would not be helpful in this case because iron is deficient, not vitamins. Proper diet is important, but since the hemoglobin is low, iron supplementation is supposed to be given. Iron supplementation alone would be helpful for short term, but anemia would appear again after therapy if proper diet is not followedIRON DEFICIENCY ANEMIA* Most common type of anemia worldwide* Chronic blood loss is the most common cause of iron deficiencyIron absorption increased byIron absorption reduced by* Heme iron (10-20% absorbed)* Ferrous form (Fe2+)* Animal foods* Acid pH* Vitamin C* Increased erythropoiesis* Pregnancy* Hypoxia* Amino acids, Sugar* Iron deficiency* Non heme iron (1-5% absorbed)* Plant foods* Ferric form (Fe 3+)* Alkali pH* Iron overload* Achlorhydria* Phytates, tannates in tea* Decreased erythropoiesis* Inflammatory disorders On an average, only 10% to 15% of ingested iron is absorbed The major iron transporter from the diet across the intestinal lumen - ferroportin Iron absorbed from the diet or released from stores circulates in the plasma bound to transferrin, the iron transport proteinStages of Iron deficiencyNegative iron balanceIron deficient erythropoiesisIron deficiency anemia* Demands exceed the body's ability to absorb iron from diet* Serum ferritin decrease* Stainable iron on bone marrow aspirations decrease* Serum iron, TIBC, red cell protoporphyrin levels, RBC indices, morphology - normal* Marrow iron stores depleted - Serum iron decreases - TIBC & Red cell protoporphyrin levels increases - Transferrin saturation decreases - first appearance of microcytic cells, hypochromic reticulocytes* Decreased Hb* Decreased hematocrit* Transferrin saturation: 10 -15%* Hb<7g/dL: target cells and poikilocytes* Within the erythroid cell, iron in excess of the amount needed for hemoglobin synthesis binds to a storage protein, apoferritin, forming ferritin* Serum ferritin level is the most useful test to diagnose iron deficiency* Serum ferritin level is the most convenient laboratory test to estimate iron stores* Average Se ferritin levels: Adult males -100 mg/L; adult females - 30 mg/L* Marrow iron stores are absent when the serum ferritin level is <15 mg/L.* Transferrin receptor protein (TRP) - increased in absolute iron deficiency* MCCs of increased red cell protoporphyrin levels - absolute or relative iron deficiency and lead poisoning.Treatment* 300mg elemental iron daily* Reticulocyte count begins to rise within 4-7 days after initiation of therapy* Failure of response to iron therapy is usually due to noncompliance* Parenteral Iron indications - intolerance to oral iron, refractoriness to oral iron, gastrointestinal disease, and continued blood loss* For parenteral iron therapy, Amount of iron needed= Body weight (kg) x 2.3 x (15 - patient's Hb ) + 500 or 1000 mg",
    "cop": 4,
    "opa": "It can be treated with multivitamins.",
    "opb": "It can be treated with proper diet only.",
    "opc": "It can be treated with iron supplementation only.",
    "opd": "It can be treated with proper diet and iron supplementation",
    "subject_name": "Pathology",
    "topic_name": "Blood",
    "id": "66b55f61-24d1-4a1b-85f0-262bdf4cdd78",
    "choice_type": "single"
  },
  "eccdd09b-bc46-4f83-8199-279323c50019": {
    "question": "Which of the following statements about Dandy-Walker syndrome are true and which are false? 1 Most common posterior fossa malformation 2 Consists of a cystic expansion of 4th ventricle in the posterior fossa & midline cerebellar hypoplasia 3 Triad of Hypoplasia of vermis + Cephalad rotation of the vermian remnant & cystic dilatation of 4th ventricle extending posteriorly + Small posterior fossa 4 Most common manifestation is Macrocephaly 5 Managed by shunting the cystic cavity",
    "exp": "DANDY- WALKER MALFORMATION - Mc posterior fossa malformation - Prevalence: 1 per 30,000 live bihs - Consists of a cystic expansion of 4th ventricle in the posterior fossa &midline cerebellar Hypoplasia - Results from a developmental failure of the roof of the 4th ventricle during embryogenesis. Dandy-Walker Malformation is characterized by the traid of - Hypoplasia of vermis - Cephalad rotation of the vermian remnant & cystic dilatation of 4th ventricle extending posteriorly - Enlarged posterior fossa with torcular-lambdoid inversion Clinical Features - MC manifestation: Macrocephaly (80% cases);Associated withhydrocephalus (90% cases) - Infants present with a rapid increase in head size & prominent occiput. - Transillumination of the skill may be positive. - Most children have evidence of long-tract signs, cerebellar ataxia, and delayed motor &cognitive milestones, probably due to the associated structural anomalies Associations - CNS abnormalities are present in 70% cases (i.e.Agenesisof the posterior cerebellar vermis & corpus callosumQ. Coical dysplasia, polymicrogyria) Diagnosis - IOC for diagnosis: MRI Treatment: Managed by shunting the cystic cavity",
    "cop": 2,
    "opa": "1-T, 2-T, 3-T, 4-T, 5-T",
    "opb": "1-T, 2-T, 3-F, 4-T, 5-T",
    "opc": "1-T, 2-F, 3-F, 4-T, 5-T",
    "opd": "1-T, 2-T, 3-T, 4-F, 5-F",
    "subject_name": "Surgery",
    "topic_name": "CNS Tumors",
    "id": "eccdd09b-bc46-4f83-8199-279323c50019",
    "choice_type": "multi"
  },
  "4f2feb25-f466-4958-bb93-f08b81654730": {
    "question": "A 26-year-old woman has had a fever for 5 days. On physical examination, her temperature is 38.2deg C, pulse is 100/min, respirations are 19/min, and blood pressure is 90/60 mm Hg. A cardiac murmur is heard on auscultation. Her sensorium is clouded, but there are no focal neurologic deficits. Laboratory findings include hemoglobin, 13.1 g/dL; platelet count, 233,300/ mm3; and WBC count, 19,200/ mm3. Blood cultures are positive for gram-positive bacteria. Urinalysis shows hematuria. An echocardiogram shows 1.5-cm vegetation on the mitral valve. Which of the following conditions is this patient most likely to develop?",
    "exp": "She developed bacterial septicemia followed by infective endocarditis of the mitral valve. Thus she has a high risk for developing complications of infective endocarditis. Such valvular vegetations are destructive of the valve. The impaired functioning of the mitral valve (most likely regurgitation) would give rise to left atrial dilation and left ventricular failure with pulmonary edema. Septic emboli from the mitral valve vegetation could reach the systemic circulation and give rise to abscesses. The infection of an arterial wall can weaken the wall, resulting in aneurysm formation and the potential for rupture. Dilated cardiomyopathy may be due to chronic alcoholism, or it may be idiopathic. It may be familial, or it may follow myocarditis, but it is not a direct complication of infective endocarditis. Myxomatous degeneration of the mitral valve results from a defect in connective tissue, whether well-defined or unknown; the mitral valve leaflets are enlarged, hooded, and redundant. Lesions on the right side of the valve can produce septic emboli that involve the lungs, but vegetations on the left side embolize to the systemic circulation, producing lesions in the spleen, kidneys, or brain. Pulmonary abscesses can occur from right-sided infective endocarditis because septic emboli pour into the pulmonary arterial circulation.",
    "cop": 1,
    "opa": "Cerebral arterial mycotic aneurysm",
    "opb": "Dilated cardiomyopathy",
    "opc": "Myxomatous mitral valve degeneration",
    "opd": "Pericardial effusion with tamponade",
    "subject_name": "Pathology",
    "topic_name": "C.V.S",
    "id": "4f2feb25-f466-4958-bb93-f08b81654730",
    "choice_type": "single"
  }
}